{
  "slug": "clair-obscur-expedition-33",
  "title": "Clair Obscur: Expedition 33",
  "game_title": "Clair Obscur: Expedition 33",
  "rating": 4.6,
  "author": "Juega y Calla",
  "publish_date": "2024-12-01",
  "image_url": "https://images.igdb.com/igdb/image/upload/t_original/ar3lza.jpg",
  "genre": "RPG",
  "introduccion": "Esta obra maestra fue desarrollada por el estudio Sandfall Interactive, estudio francés de reciente creación, formado en parte por antiguos empleados del gigante Ubisoft. Publicado en Abril de 2025, con Guillaume Broche como director creativo y una espectacular banda sonora de la mano de Lorien Testard, se nos presenta un juego RPG por turnos de mundo semi-abierto. Usando expresiones artísticas, con la pintura a la cabeza y una fuerte influencia de la Belle Époque francesa, nos transporta a un mundo roto por un cataclismo y asolado por una maldición de la cual los protagonistas intentan liberarse. Con unos escenarios en los que parece que te encuentras dentro de un cuadro surrealista, una música que te pondrá la piel de gallina, unos personajes con tremenda carga emocional y un lore inmenso y original, es un must-play para los amantes del género RPG. Recuerda mucho a los mejores Final Fantasy. Disponible para PS5, Xbox X/S y PC.",
  "argumento": "Comenzamos la historia en Lumière, una ciudad ficticia que nos recuerda mucho a París. A causa de un cataclismo llamado La Fractura, sucedido hace 67 años, Lumière quedó fragmentada, con edificios y barrios enteros flotando y separada de el Continente, que entendemos como el resto del mundo en el que nos encontramos. La vida fuera de Lumière es todo un misterio, allí es donde queda el resquicio de toda la civilización... excepto por el Monolito. Al final del horizonte, emerge un gigantesco Monolito, y justo debajo de él, se encuentra dormitando la siniestra Peintresse, una enorme deidad que tiene al mundo sometido bajo una horrible maldición. Una vez al año, la Peintresse despierta para realizar su obra macabra; pinta en el Monolito un número, que cada año va bajando. Todas las personas cuya edad coincida con el número morirán irremediablemente en un ritual llamado Gommage, desapareciendo en una preciosa pero amarga explosión de pétalos rojos y blancos, destacando la dualidad entre lo bello y lo terrorífico, entre la vida y la muerte. Como cada año el número que pinta baja, con él se reduce la esperanza de vida, es decir, cuando pinta el número 34, las personas más viejas de Lumière tienen 33 años como máximo. Con lo cual no sólo nos arrebata a nuestros seres queridos y deja huérfanos a nuestros hijos, si no que nos enfrentamos a la extinción de la humanidad, a la que le quedan 33 años exactamente.\n No por ello las personas dejan de luchar. Aquí entran en escena los expedicionarios: valerosos guerreros que parten cada año, después del Gommage, en dirección al Monolito con la esperanza de destruir a la Peintresse y con ella la maldición. Por regla general, los que parten en esa expedición son los que tendrán su Gommage al año siguiente, por lo que es su último año vivos y deciden gastarlo dando esperanzas al resto de la población. Sin embargo, hay polémica en este tema entre los habitantes de Lumière; algunos prácticamente se han rendido y prefieren disfrutar los pocos años que les quedan junto a los suyos. Por el mismo motivo, muchas personas tampoco quieren tener hijos, pues les resulta cruel traer al mundo a niños que no tendrán una vida larga y plena, formando una gran división en la opinión popular.  \n\n Nos presentan a nuestros carismáticos protagonistas, como Gustave y Maelle, que tienen una relación fraternal, actuando el primero como un hermano mayor y mentor, debido a que a los padres de Maelle se los llevó el Gommage cuando aún era una niña. Así pues, tras presentarnos a los expedicionarios en una especie de prólogo, partimos hacia el continente para escudriñar los misterios que allí se esconden y poner fin al ciclo de muerte de La Peintresse. \n\n  --- A PARTIR DE AQUÍ: SPOILERS --- \n\nSi estás leyendo estas líneas es porque ya conoces la historia o no te importan los spoilers. Si quieres disfrutar la aventura sin sorpresas, te recomendamos que dejes este apartado aquí. \n\n La primera escena en el continente está cargada de violencia y desesperación. Tan pronto ponemos un pie en la arena de la playa aparece Renoir, un hombre elegante, canoso y con bastón. Aún estás deleitándote con los escenarios, la música y preguntándote por qué Renoir es anciano si los más longevos actualmente tienen 33 años...cuando de pronto este enigmático personaje, sin mediar palabra, comienza una visualmente espectacular masacre contra los cientos de expedicionarios recién llegados al Continente. Una vorágine de sangre y Croma (se trata del poder mágico de este mundo, que viene de la pintura y dota a nuestros personajes de sus habilidades). Como resultado, obtenemos a un Gustave (el personaje que controlaremos) destrozado, perdido y planteándose abandonar la misión poniendo fin a su vida. Es ahí cuando nos reencontramos con Lune, expedicionaria superviviente a la masacre y personaje con rol de mago. A partir de aquí iniciamos una búsqueda para encontrar a Maelle y a cualquier otro expedicionario superviviente. \n\n Viajaremos por escenarios espectaculares, desde fondos oceánicos, a montañas nevadas pasando por bosques flotantes. Conoceremos a curiosos seres como los Gestrals; tribus poco evolucionadas de individuos que nos recuerdan a pinceles, conectando otra vez con el arte de la pintura. Con su particular idioma y su comportamiento infantil, añaden un importante toque de humor a la aventura, siendo un pueblo muy entrañable, que sólo entiende de pelearse y jugar. Pasaremos por el nido de Esquie, la criatura más poderosa de este mundo, con su también particular sentido del humor, su forma optimista de ver la vida y correr aventuras, y su obsesión por las rocas. Seguiremos avanzando, mejorando habilidades y armas durante el primer acto. Finalizando éste con la trágica muerte de Gustave a manos de Renoir. Al perder a nuestro querido personaje, nos sentiremos vacíos e impotentes, ya que Renoir sigue siendo demasiado poderoso. Sin embargo, éste vacío será cubierto por Verso, el nuevo personaje; un habitante durante años del Continente, que asegura que viajó con la expedición 0 (la primera en salir) y que lleva años vagando por el Continente. \n En cada cinemática, nos dan pinceladas de lo que está ocurriendo en realidad. Vemos que Maelle tiene una conexión especial con este mundo y los nevrones (monstruos) que hay en él. Escenas cargadas de historia, poesía y dolor nos presentan otros misteriosos personajes, como la pareja de Conservadores, seres que parecen muy poderosos, sin cara y que controlan muy bien el Croma de este mundo. Una joven con el pelo blanco y una máscara, un Renoir cuya única motivación es proteger a su familia. Y sobre todo un Verso que nos oculta mucha información.\n\n La misión sigue siendo la misma; eliminar a la Peintresse para que deje de pintar números y así condenar a los humanos. No obstante, al final del acto 2 conseguimos esta proeza, pero está claro que la aventura no termina aquí. Tras esquivar a Renoir intentando evitarlo, conseguimos derrotar a la Peintresse. Estamos ya de vuelta en Lumière celebrando la victoria con los allegados cuando de pronto...un Gommage masivo. Todos los habitantes de Lumière, sin importar su edad desaparecen entre pétalos rojos. Lo último que nos enseña la cámara es Maelle desapareciendo entre pétalos amarillos y preguntándose por qué han fallado. \n Después de la amargura que nos transmite esta escena, aparecemos como Maelle, pero diferente, en la suntuosa mansión que hemos estado visitando a lo largo de la partida. Tras ciertas explicaciones, nos damos cuenta que no es la historia sobre un mundo mágico condenado a desaparecer. La historia de este juego es sobre una familia, la familia Dessendre que se ve atrapada en su dolor y fragmentándose conforme pasa el tiempo. Renoir y Aline engendraron a Verso, Clea y Alicia. Toda la familia posee un don; el don de la pintura. Sin embargo, no es solamente que sean muy habilidosos con el pincel (que también) si no que son capaces de crear mundos dentro de los lienzos y entrar a ellos, como si pudiéramos contar una historia en un cuadro y pintarlo desde dentro, siendo partes de esa obra. Esto es lo que nos lleva al cuadro de Verso, el mundo donde hemos estado viviendo todas nuestras aventuras.  \n\n Entre conversaciones, leemos entre líneas que los pintores (sólo conocemos a la familia Dessendre) están enemistados con los escritores. Producto de esta enemistad, Alicia (Maelle) es engañada y la mansión familiar acaba prendida fuego. Resultando en la lesión en la cara de Alicia, la pérdida de su voz, y la pérdida de su hermano mayor Verso, cuyo último ápice de su alma ha quedado atrapado en el lienzo del cuadro que pintaba en su infancia. Como resultado de lo cual, tenemos una situación amarga: Aline, la madre, está obsesionada con haber perdido a su hijo y quiere seguir pintando dentro de su cuadro, ya que allí queda el último reflejo de su hijo Verso. Sin embargo, estar por un tiempo prolongado dentro del lienzo deteriora gravemente su salud. Renoir, el padre, ve como además de haber perdido a su hijo, está perdiendo a su mujer e hijas, pues ellas sólo quieren vivir dentro del cuadro. Es por ello que intenta expulsar a aline del cuadro y recuperar la vida real con su familia.  Debido a este enfrentamiento, se provoca la Fractura, el cataclismo que rompió el Continente y lanzó lejos a Lumière. La Peintresse quedó encerrada en el Monolito a causa de Renoir, y su poder está tan mermado que lo único que puede hacer es pintar un aviso en forma de número para todas aquellas creaciones que Renoir está a punto de borrar. Renoir ha entendido que la única forma de expulsar a Aline del lienzo es borrar todo lo que está pintado y destruirlo. De esta forma entendemos que él era el responsable directo del Gommage y Aline sólo intentaba detenerlo y avisar al resto.  \n\n Es un concepto algo difícil de entender, pero dentro del cuadro, todo lo que existe son creaciones; figuras pintadas por algún miembro de la familia Dessendre. Aquí es cuando Alicia intenta volver al cuadro para sacar a sus padres del lienzo. Sin embargo, al entrar al cuadro, no domina bien sus habilidades, por lo que en lugar de entrar como ella misma, entra como una creación de Aline, resultando en Maelle y entendiendo por qué ella tenía una conexión especial con este mundo y por qué no recordaba nada.  De este modo, nos encontramos en mitad de una batalla entre Aline, que quiere seguir pintando en el cuadro de su hijo y no olvidarle y Renoir, que quiere destruir el cuadro para recuperar a su familia fuera del lienzo. Tras una épica batalla en la que logramos derrotar por fin a Renoir (el verdadero Renoir, no la creación) nos plantean un gran dilema moral: Detenemos al último resquicio del alma de Verso, que aún sigue pintando, poniendo fin a este cuadro y liberando a Aline. O por otro lado nos ponemos de parte de Maelle (Alicia), que quiere seguir pintando en este cuadro para no olvidarse de sus amigos expedicionarios y el mundo en el que se crió con sus hermanos.",
  "gameplay": "El juego transcurre en un mundo semiabierto en tercera persona. Durante la exploración, nos encontramos en el Continente, que es la zona donde tendremos mapa. Una zona grande donde la vista de la cámara es un poco extraña en cuanto a escala nos referimos (el tamaño de los personajes está sobredimensionado comparado con árboles y montañas del escenario). En esta zona, podremos explorar o combatir, pero sobre todo nos da acceso al resto de zonas, que funcionan como niveles o regiones con sus propios biomas, estructuras, monstruos y recompensas. Algunas de estas zonas serán parte de la historia y otras zonas opcionales, como coleccionables o batallas con jefes. En estos niveles (que pueden ser más grandes o más pequeños) no podremos usar mapa, y suelen tener varias bifurcaciones, caminos secretos, zonas de escalada y otras funciones que harán de la exploración una misión entretenida, teniendo que dibujar un mapa mental de la zona mientras la atraviesas y disfrutas de combates y puzles. La ambientación es increíble. Paisajes coloridos que están rodeados de magia, fantasía oscura con melancolía y surrealismo y diseños de personajes muy originales acompañados de una de las mejores bandas sonoras creadas para videojuegos, cuya melodía realmente comparte emociones como la tristeza o la tensión del momento. \n\n Como buen RPG, tendrás un total de 5 personajes: Gustave, Maelle, Lune, Sciel y Monoco, de los que podrás elegir 3 para el combate (o 1 en duelos). Sus roles son clásicos (mago, guerrero...) pero adaptados a la narrativa y la atmósfera del juego, usando croma, luz, oscuridad, magias elementales, daño físico, etc. \n Cada personaje tiene sus propias habilidades desbloqueables y su propio equipo, que podrá mejorar al subir de nivel (experiencia en combates). De esta forma, puedes crear el grupo a tu gusto o que mejor se adapte a un combate específico. \n\n El equipo del personaje se basa en un arma y 3 Pictos, que actúan como amuletos que otorga bonificaciones en los atributos y una habilidad pasiva llamada Lúmina. Los personajes pueden desbloquear varias lúminas y elegir diferentes habilidades pasivas durante los combates, dando un grado más de mejora y personalización en las builds de tus personajes. \n\n El sistema de combate es una delicia; el llamado combate reactivo por turnos. Se trata de un sistema de acciones por turnos de los personajes pero con una dimensión añadida: quick-time events. Mientras el enemigo ataca, podrás realizar esquivas o bloqueos si aciertas exactamente el momento del golpe, en un estilo que recuerda a juegos Soulslike y que puede convertirse en un auténtico desafío. Será muy importante analizar el patrón de ataque de tus enemigos, aunque cada turno haga un ataque diferente, ser habilidoso y como en todo RPG por turnos, mejorar mucho a nuestros personajes para estar a la altura de los enemigos.",
  "funciones": "·Combate: El combate es uno de los puntos más destacables de este juego. Combate por turnos en el que tus personajes juegan roles, como sanación, daño crítico, aguante... en el que no podrás soltar el mando ni un segundo debido a los eventos de reacción, como pulsar botones para realizar ataques o bloquear ataques enemigos en el momento justo del impacto. En los niveles de dificultad más altos el combate supone un complicado desafío, en el que tus personajes deben tener un buen nivel y tú ser hábil con las esquivas y bloqueos. Ganar un combate duro en este juego es una sensación verdaderamente satisfactoria.  \n\n ·Ambientación: Los escenarios son magníficos. Están todos dentro del mismo enfoque artístico, pero los biomas son muy diferentes entre sí, dando mucha riqueza al juego. La exploración es sencilla; exploras el Continente, la zona principal del juego donde tenemos acceso al mapa. En esta zona (es un poco abstracta, pues los personajes actúan más como figuras que como personajes y hay incongruencias con la escala) tendremos varios portales donde podremos acceder a regiones obligatorias y opcionales. Dentro de estas regiones la exploración se siente más natural, en tercera persona como el resto del juego. En estas regiones además, tendremos varios caminos, bifurcaciones, montones de enemigos, ganchos para moverse por diferentes acantilados...todo culminando en un enfrentamiento con el jefe final de la zona, que en caso de los jefes opcionales, son un verdadero quebradero de cabeza. \n\n ·Cada personaje tiene sus propios puntos de experiencia, que aumentan al ganar combates y suben de nivel cada uno a su ritmo (aunque todos tus personajes tendrán niveles más o menos compensados, en función de cuánto los uses). Al subir de nivel, obtendremos 3 puntos de atributo a gastar en: Vitalidad, Fuerza, Agilidad, Defensa y Suerte. También obtendremos puntos de habilidades con los que podremos desbloquear poderosas facultades, pero sólo podremos equipar 6 a la vez, por lo que hay que elegirlas bien. Todo este sistema permite que las builds de tus personajes sean altamente personalizables y adecuadas a tu estilo de juego. No te preocupes, dispondremos de objetos para resetear las builds. \n\n ·Inventario: El inventario no es muy extenso; tendremos Croma, la moneda para intercambiar con mercaderes. Armas y objetos para mejoras de las armas, que podremos encontrar bien tirados por el mundo o bien tras derrotar a enemigos. Color de lúmina, para desbloquear pasivas de los pictos. Y los Pictos, importante equipamiento, cada personaje puede llevar 3 diferentes, que aumentan ciertas estadísticas y otorgan útiles habilidades pasivas. \n\n ·Coleccionables: La sección de coleccionables no parece muy extensa, pero se nos puede complicar encontrarlos todos. Siendo los más importantes los diarios de expedición, éstos nos cuentan historias de expediciones anteriores y dónde fallaron, pudiendo leer aventuras emotivas o cargados de humor, como la expedición 60, que estaba formada por bodybuilders y quisieron derrotar a la Peintresse a golpe de puño y press de banca. También encontraremos discos de música para escucharlos en el campamento, niños Gestrales perdidos, jaulas de pintura y enemigos Mimos entre otros. \n\n ·Historia en 3 actos: La emotiva historia que nos abraza está dividida en un prólogo, 3 actos y un epílogo, una estructura clásica en obras de teatro, cine y literatura, reforzando la unión de este juego con las artes clásicas. \n\n ·Gráficos asombrosos creados con Unreal Engine 5. Con un arte abstracto y clásico con influencia del surrealismo francés y la Belle Époque, el apartado gráfico de este juego es exquisito. \n\n ·Audio: Tanto para acompañar la exploración en el juego, como para las esquivas en los combates y para dotar la historia de carga emocional con las canciones, la banda sonora de este juego es una obra maestra. Actores de doblaje como Andy Serkis (Gollum), Charlie Cox (Daredevil) o Jennifer English (Shadowheart BGIII) dan mucha personalidad a los personajes a los que interpretan. La música de Lorien Testard logra transmitir la emoción del momento del juego, ya sea humor, tristeza, desesperación... Así como ambientar el mundo mágico del juego y ser de utilidad en los combates. \n\n ·Idiomas: El audio del juego se puede escuchar en Inglés o en Francés. Mientras que los menús y todos los subtítulos están completamente traducidos a Español (de España y de Latinoamérica), Inglés, Francés, Alemán, Italiano, Portugués, Japonés, Coreano, Chino, Ruso, Polaco y Ucraniano. \n\n ·2 Finales alternativos: Una dura elección al final de la aventura la dotará de dos finales alternativos con sus correspondientes cinemáticas. Asegúrate de elegir bien! No te preocupes, podrás ver la otra escena cargando la partida guardada o en tu Nueva Partida +. \n\n ·Nueva Partida +: Una vez has acabado la historia, podrás volver a empezarla, manteniendo el nivel y las armas de tus personajes desbloqueados y siendo más fácil acceder a ciertas zonas custodiadas por enemigos demasiado fuertes en nuestra primera partida. Una manera perfecta de encontrar todos los coleccionables y pasar el juego al 100%.",
  "duracion": "Nos encontramos con un juego muy disfrutable a la hora de jugarlo y rejugarlo. Para la cantidad de historia, escenarios e información que tiene, su duración se siente muy adecuada. Como la mayoría de juegos RPG o con libertad de movimiento, su duración dependerá de si nos interesa más la exploración, combates opcionales y secretos, o si sólo queremos disfrutar de la historia sin profundizar demasiado en el mundo. \n Para superar la historia sin explorar mucho y sin disfrutar de demasiado contenido extra, podríamos situarnos sobre unas 30 horas de juego para ver el final. \n Por otro lado, para buscar todos los coleccionables, superar todas las misiones y combates extra y no dejar ningún secreto en el juego, podemos llegar a más del doble, entre 60 y 70 horas. \n Cabe destacar que algunos combates y coleccionables opcionales no son sólo desafíos, si no que nos dan más pinceladas sobre la historia, como los diarios de las expediciones anteriores o cinemáticas enteras. Por lo que es recomendable pasarlo al 100% para saber toda la historia. \n\n Mi recomendación para este tipo de juegos siempre es la misma: Al disponer de Nueva Partida +, pasarlo la primera vez, sobre todo centrado en la historia pero dándose el gusto de explorar y saborear los escenarios, combates, música... sumergirse en el mundo y descubrir tanto la historia como los extras, pero sin obsesionarse con conseguir todos los coleccionables o vencer todos los encuentros. Si te gustó el juego, empieza un modo Nueva Partida + con tus personajes mejorados e intenta ahora vencer todos los combates y no dejarte nada.",
  "valoracion_personal": "Una montaña rusa de emociones. Sumando el apartado gráfico, la música y lo que me ha sorprendido la historia con su originalidad y con sus giros argumentales, nos encontramos junto a una verdadera obra maestra de los videojuegos. Hacía muchos años que no disfrutaba un juego de esta forma. \n\n Además de entrarme ganas de explorar este mundo tan rico al completo, los combates son un verdadero desafío en el que una esquiva mal hecha puede desmontarte toda la estrategia montada desde hace turnos. Esa mezcla de habilidad y estrategia hace de cada encuentro un momento único en el que desearás subir tus personajes al máximo y aprender los movimientos de cada enemigo. Es un juego hecho por amantes del género y para amantes del género; si no te gustan los combates por turnos, quizás se te haga un poco monótono, ya que algunos combates pueden llegar a durar 20 minutos. Si es un género de juegos que te llama la atención ésta es tu elección, pues recuerda a títulos que son leyendas en el género, como Final Fantasy X. Quizás la parte de la exploración puede agobiar un poco debido a la conocida \"fatiga de mundo abierto\", pues el continente es un mapa relativamente pequeño, pero con muchos recovecos donde quizás sencillamente no te apetezca explorar. \n La atmósfera del juego es contagiosa. En las primeras horas empatizas con los personajes y a partir de ahí, sufres y ríes con ellos. Los escenarios te sorprenderán, como las aguas profundas, que recuerda al fondo del océano, o la estación de Monoco, atravesando nieve y hielo, o Lumière, una ciudad burguesa pero con su toque de fantasía y surrealismo. Y por supuesto acompañados de los monstruos o nevrones, cuyo diseño te impactará y te hará observarlos minuciosamente para descubrir cada detalle. \n  Aunque todos estos apartados son una maravilla, nada es comparable a la historia que nos cuenta el equipo de Sandfall. \n\n   ---A PARTIR DE AQUÍ: SPOILERS--- \n\n  Una historia cargada de detalles, que parece que vamos entendiendo poco a poco y sumergiéndonos en el mundo que nos rodea, conociendo las razas autóctonas, cómo funciona el poder del croma, la historia del Continente... Cuando de pronto, no seguimos en nuestro mundo mágico, con Verso, Gestrals y Esquie tratando temas de aventura y desafíos de lucha. Ahora estamos sumergidos en el dolor de una familia, y su división. El juego trata temas realmente profundos, como el superar la muerte de seres queridos, superar adicciones, no dejar que las emociones dominen tu vida. \n Desde el principio que nos introducen en nuestro primer Gommage se puede palpar la pérdida de la esperanza y las diversas formas de superar un duelo por la pérdida de un ser querido. Lo que parece un simple detalle guarda la clave para entenderlo todo; me refiero a los pétalos. Los característicos pétalos blancos y rojos nos parecen un símbolo en el juego y una antítesis de la belleza frente al mundo plagado de muerte que nos presentan. Sin embargo no son sólo eso. Nos dicen de qué miembro de la familia es cada creación, entendiendo los rojos y blancos como las creaciones de Aline que Renoir quiere borrar (incluyendo a los expedicionarios) y entendiendo los pétalos dorados como miembros propios de la familia Dessendre, como los que sueltan Maelle o El Conservador al desaparecer. Montones de detalles como estos hacen que el juego sea altamente rejugable y quieras entender la historia desde el punto de vista de todos una vez completada por primera vez y habiendo entendido la historia y sus giros argumentales. \n\n  Nos ponen en un duro dilema, en el que tendremos que empezar a pensar quién está en lo correcto, si Aline refugiándose en el lienzo para no enfrentarse a la muerte de su hijo Verso, o si Renoir intentando borrar todo rastro de este mágico cuadro para recuperar a su mujer a la fuerza. Mientras vas decidiendo quién tiene razón y quién no en este complicado drama familiar, donde cada personaje tiene sus propias motivaciones, el juego al final te deja una dura elección: Te pondrás del lado de Verso y ayudarás al último pedazo de tu esencia a dejar de pintar y poder descansar? O elegirás a Maelle, que lo único que quiere es no perder su mundo, donde están sus amigos y donde ella no tiene la culpa de la muerte de su hermano, aunque no sea un mundo real? \n Esta elección de final es el broche definitivo a una aventura que te hace pensar, aflorar tus sentimientos y hace que te sumerjas en un mundo mágico, lleno de aventura, humor y arte.",
  "imagenes": [
    "https://images.igdb.com/igdb/image/upload/t_original/scsoef.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scsoeg.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scsoe7.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scsoe2.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scsoe4.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scsoee.jpg"
  ]
}