{
  "slug": "god-of-war-ragnarok",
  "title": "God of War: Ragnarök",
  "game_title": "God of War: Ragnarök",
  "rating": 4.0,
  "author": "Juega y Calla",
  "publish_date": "2 de Enero de 2026",
  "image_url": "https://images.igdb.com/igdb/image/upload/t_original/ar3sea.jpg",
  "genre": "Acción/Aventura",
  "excerpt": "Comenzamos la aventura huyendo por un escenario en la nieve que transmite la crudeza de Midgard en una era en la que está cada vez más próximo el Fimbulwinter...",
  
  "introduccion": "Desarrollado por el estudio Santa Monica y distribuido por el gigante Sony Interactive Entertainment, la segunda parte de la saga nórdica se publicó en noviembre del año 2022. En ella, acompañamos a Kratos en la segunda y última parte de la aventura por los Nueve Reinos, donde deberá enfrentarse al panteón de dioses nórdicos con Odín a la cabeza. El género, como todos sus predecesores, se trata de acción/aventura, con algunos elementos de Hack and Slash y ligeros toques de RPG.\n\nEn esta entrega cuya narrativa es ampliamente profunda, se abordarán temas como la madurez, la paternidad, la pérdida, el legado y el ciclo de violencia y perdón a los enemigos. Todo ello imbuido de una atmósfera de sangre, violencia, vísceras, nieve y mucha, mucha mitología, como es característico en esta saga.",
  
  "argumento": "Ha de saber el lector que la primera parte de este argumento no contiene spoilers del juego en sí, pero sí comentaremos algunos eventos sucedidos en el primer juego (God of War 2018) para entender el contexto. De modo que si te planteas jugar el primer juego y que todo te sorprenda, no deberías leer el argumento de esta reseña.\n\nComenzamos la aventura huyendo por un escenario en la nieve que transmite la crudeza de Midgard en una era en la que está cada vez más próximo el Fimbulwinter, el eterno invierno que da comienzo al Ragnarök, el Fin del Mundo en la mitología nórdica. Nuestra huida se lleva a cabo en trineo, del cual tiran Speki y Svanna, dos lobas que nos acompañarán en nuestra aventura. Nuestra huida por las montañas y bosques helados tiene un claro perseguidor; hablamos de Freya, la bruja que tanto nos ayudó en la primera entrega principal diosa nórdica de los Vanir (los dioses relacionados con la sabiduría, la naturaleza, la fertilidad y la riqueza). Recordemos que, al final de la primera entrega, Kratos se vio obligado a poner fin a la vida de Baldur (dios nórdico de la luz y la belleza, hijo de Odín y Freya), ya que éste está obsesionado con encontrar y secuestrar a Atreus (el hijo de Kratos), pues piensa que es la llave para entrar a Jotunheim, el reino de los gigantes, cuyo acceso quedó bloqueado tras su extinción. Además de esta obsesión, Baldur sufre un hechizo (o maldición) de protección orquestado por su madre Freya cuando era pequeño. Debido a este hechizo, no puede morir ni recibir ningún daño, pero tampoco puede sentir ninguna sensación; ni frío, ni calor, ni placer. Esto terminó volviéndole loco y odiando profundamente a su madre hasta el punto de querer acabar con su vida. La flecha de muérdago que dispara Atreus rompe el hechizo, permitiendo a Kratos acabar con su vida y por ende salvar la de Freya, que estaba en peligro.\n\nAunque Freya debería estar agradecida, ella también enloquece por la muerte de su hijo e intenta por todos los medios posibles matar a Kratos y a Atreus. No es la única, pues la muerte de Baldur ha hecho enfurecer al panteón completo de dioses nórdicos, ya que siempre trae consecuencias matar a un dios, aunque esto Kratos ya lo sabía, dada su experiencia en Grecia.\n\nTras volver a casa sanos y salvos, nuestros protagonistas reciben una visita inesperada: nada menos que Odín, dios de la guerra y la sabiduría, cabeza de la mitología nórdica y su poderoso hijo, Thor, menos razonable a modo de escolta. Odín trae consigo una oferta de paz: dejará a Kratos y Atreus en paz si el pequeño deja de buscar al dios Tyr por su cuenta. El dios Tyr, dios de la guerra nórdico, fue desterrado por ser el único del panteón que no estaba de acuerdo con la gestión de Odín.\n\n---A PARTIR DE AQUÍ: SPOILERS---\n\nAnte la negativa de Kratos a ceder a las exigencias de los dioses, se desencadena un épico y visualmente espectacular combate entre Thor (con su inseparable Mjolnir) y Kratos blandiendo su hacha helada del Leviatán, regalo de su difunta mujer Faye, que como sabemos al final del primer juego, pertenece la raza de los Jotun o gigantes.\n\nTras esta batalla, Kratos acaba malherido y su única opción es huir. Nuestros amigos Brok y Sindri, legendarios enanos herreros, aparecen para salvarnos y llevarnos a su refugio, una casa alojada en el árbol del mundo, Yggdrasil, el Reino entre los Reinos.\n\nA partir de aquí, Kratos y Atreus inician un viaje hacia Svartalfheim, el reino de los enanos mineros, donde según rumores se encuentra Tyr encarcelado. Tras atravesar un reino lleno de enemigos y peligros, consiguen liberar al dios Tyr de la mina donde Odín lo tenía preso. Pero para su sorpresa, no es el dios de la guerra que esperaban que les ayudara a derrotar a Odín, si no que nos encontramos ante un Tyr roto, que aborrece cualquier tipo de violencia y traumatizado por los abusos de Odín y sus años de cautiverio.\n\nAnte la decepción de la nueva forma del legendario Tyr, un Atreus que cada vez es más violento e incontrolable, se escapa ante la negativa de detener a Odín. Por causas que desconoce y confunde con un sueño viaja a Jotunheim, esta vez al Bosque de Hierro, que en nada se parece a las yermas montañas que pudimos ver al final de la primera entrega. Esta vez pululamos por un precioso bosque, con árboles de colores muy cálidos y una flora y fauna envueltas de una magia que nos reconforta a medida que lo exploramos. Allí conoce a la Jotun Angrbroda (en la mitología nórdica, ésta y Loki tienen un romance). De este viaje Atreus obtiene dos cosas: una preocupación y una misión. La primera surge al encontrarse en un santuario una profecía que muestra a Kratos muriendo en el Ragnarök y a él mismo sirviendo a Odín. La misión consiste en proteger el legado de los gigantes, guardando con él una bolsa de canicas donde cada una contiene el alma protegida de un gigante, haciendo posible que estos vuelvan a la vida.\n\nAtreus vuelve con su padre, quien le alecciona severamente por realizar acciones a su libre albedrío mientras son perseguidos por los dioses nórdicos. Hablando con Brok y Sindri, queda claro que no pueden enfrentarse a la élite de Asgard ellos solos. Si quieren poner fin a la tiranía y manipulación de Odín necesitarán aliados. Parte de estos los encontrarán en Vanaheim, el reino de los dioses vanir, la facción de dioses enemistados con los aesir por falta de entendimiento entre los objetivos de unos y otros.\n\nNuestro viaje por Vanaheim está plagado de leyendas de la mitología nórdica; desde el barco plegable y volador del dios Freyr (hermano de Freya), construido por los enanos y llamado Skíðblaðnir, hasta los ciclos de noche y día. Esta última es una mecánica muy interesante, basada en la leyenda de Skoll y Hati, dos lobos legendarios cuyos nombres corresponden al miedo y al odio, cuya tarea es perseguir al sol y a la luna respectivamente. Se dice que una vez los alcancen, inicia el Ragnarök. En el juego, en el reino de Vanaheim, podremos decidir si queremos avanzar en el mundo de día (la sombra de Skoll) o de noche (la sombra de Hati), haciendo que cambie el escenario, el camino a seguir e incluso los enemigos, haciendo de esta zona un interesante puzle enorme.\n\nAunque Freya no perdona a Kratos por asesinar a su hijo, sabe que la única forma de derrocar a Odín es conseguir el mayor número de aliados posibles, por lo que acuerda una alianza entre los vanir (a los cuales representa) y Kratos y Atreus.\n\nAtreus, que no termina de creer en esta alianza, piensa por su parte que si su padre va a la guerra contra los Aesir, éste morirá, por lo que intenta cambiar su destino desde dentro, viajando él solo a Asgard y haciendo creer a Odín que está completamente de su parte.\n\nEn esta parte entra en juego la obsesión de Odín. Es un dios caracterizado por obsesionarse con el conocimiento y con el desarrollo de las profecías y el destino. De esta forma, necesita la ayuda de Atreus para encontrar (desperdigados por los Nueve Reinos) fragmentos de una máscara, que supuestamente, con una ojeada a su interior se puede obtener todas las respuestas sobre la creación, la vida y el conocimiento infinito, algo a lo que Odín aspira por encima de todo. Poco a poco, Odín empieza a confiar en Atreus y viceversa, lo que lleva a nuestro joven protagonista a recorrer los Nueve Reinos junto a personajes como el propio Odín, el dios Heimdall (el vigilante, puede leer la mente de Atreus y dominar el tiempo a voluntad), Thor, con quien comparte una dinámica familiar (aunque no lo acepten, Kratos y Thor son figuras muy semejantes) y Thrud, la hija de Thor, con quien desarrolla una amistad en la que comparten sus inquietudes.\n\nMientras Atreus se encuentra infiltrado en el panteón nórdico, ayudando a Odín para salvar a su padre, Kratos y el resto de aliados se preparan para la batalla. Tras hacer una visita a las Nornas (guardianas del tiempo y el destino en la mitología nórdica) en el pozo de Urd, Kratos es avisado de que el dios Heimdall está destinado a matar a Atreus. Por lo que nuestro calvo favorito se pone manos a la obra, pues no es la primera vez que discrepa en cuanto al criterio del destino, pues él forja el suyo propio.\n\nGracias a los consejos y ayuda técnica de Freya, Sindri y Brok, éste último acompaña a Kratos a La Forja, un lugar misterioso escondido en las profundidades acuáticas de Svartalfheim, donde una figura misteriosa, parecida a una sirena (La Dama de la Forja) ayudará a Kratos a forjar un arma excepcional, capaz de matar a un dios y de sobrepasar la extrema vigilancia del dios Heimdall, así como su facultad de distorsionar el tiempo. Para este arma legendaria, necesitan ingredientes excepcionales: empezando por Draupnir, mítico anillo de esta mitología que se divide, creando copias de sí mismo, otorgando riquezas y cuyo poder era usado por Odín para recompensar a sus guerreros. En el juego, este peculiar anillo está en poder de Brok y Sindri. Los otros ingredientes serían un poder elemental imbuido en el acero (obra de los habilidosos enanos) y la sangre de un dios, que no podía ser otra que la de Kratos. El resultado de este proceso es una lanza (arma predilecta de los espartanos) que puede dividirse varias veces, causar explosiones e invocar poderes del viento.\n\nUna vez terminada este arma deicida (capaz de matar a dioses) y cuyo poder puede sorprender a Heimdall, Kratos se dirige a su encuentro, dispuesto a todo para evitar la profecía en la que su hijo muere asesinado (aquí podemos encontrar un paralelismo con la obsesión de Odín con el destino). Tras un cruento combate, en el que Heimdall es consciente por primera vez de sus debilidades, Kratos sale victorioso. Su adquirida madurez y el aprender de sus errores, hacen que perdone a Heimdall, pues el Kratos que conocemos en nada se parece ahora al Kratos de la trilogía original (que tiene lugar en Grecia) y sólo quiere poner fin al ciclo de muerte y violencia sin sentido que asola los Nueve Reinos. Sin embargo Heimdall no cambia de parecer, y avisa a Kratos de que mientras él siga vivo, Atreus está destinado a morir, cumpliendo así la profecía y por otro lado tentando a Kratos a que abandone su camino de rectitud y vuelva a sus violentos (y sangrientos) andares. Así pues, no le dejan opción a Kratos, que por su hijo es capaz de llegar a cualquier punto y eliminar cualquier amenaza, por lo que acaba con la vida de Heimdall estrangulándolo. Como resultado de esto, Kratos se encuentra en poder del Gjallahorn, un cuerno de batalla mítico que se dice que cuando se hace sonar, llama al Fimbulwinter y comienza el Ragnarök.\n\nEl grupo al completo se reúne en casa de Sindri y Brok, listos para el asalto a Asgard. De su parte se encuentran reinos como los elfos de Alfheim, los dioses Vanir de Vanaheim (con Freya a la cabeza) y los muertos helados de Helheim. También ha vuelto Atreus, que escapó de Asgard, con la máscara casi completa. Ante la posibilidad de la victoria de los aliados, Tyr sugiere usar la máscara para viajar a Asgard y atacar directamente el reino de los Aesir. Sin embargo, este plan no es bien recibido por los protagonistas, especialmente Brok que sospecha muy abiertamente de Tyr. Al confrontar al dios de la guerra, éste resulta no ser quien dice ser; Odín se había disfrazado todo este tiempo, haciéndose pasar por Tyr para obtener información de los pasos que dan Kratos y Freya y guiarles siguiendo las pautas que él eligiera. Al ser descubierto, Odín ataca y mata a Brok, nuestro compañero enano, e intenta robar la máscara y llevársela a Asgard. Consiguen evitar que escape con la máscara, pero al precio de perder a un amigo como lo era Brok. Un Sindri enfurecido por la pérdida de su hermano expulsa a los personajes de su casa. Un verdadero trago amargo.\n\nAtreus y Kratos deciden que ya no lucharán más por cumplir o evitar profecías, si no que lo harán por la justicia que los Nueve Reinos merecen. Para ello, viajan a Muspelheim, el reino del fuego, donde buscarán a Surtr, que en la mitología nórdica se trata de un gigante de fuego que lleva a cabo el papel de la destrucción de Asgard en el Ragnarök. Surtr se niega a cumplir ninguna misión encargada por extraños, ya que él sólo puede pensar en su amada Sinmara (una gigante de hielo), pues están condenados a no estar juntos y a estar completamente enamorados, pues cada uno posee el corazón del otro. Surtr acaba entendiendo que la única forma de honrar y proteger a Sinmara es acabar con Odín y con los Aesir, tiranos culpables de su situación. Aunque esto acabará con su vida y siendo una fuente de dolor para Sinmara, Surtr acepta, proporcionándonos el último poderoso aliado que necesitamos para liberar Asgard.\n\nEl grupo está listo, los tambores resuenan, la batalla comienza. Kratos, como General del ejército de Freya, hace sonar el Gjallahorn. Invoca una ventisca sin precedentes y abre portales entre todos los reinos, comunicándolos con Asgard e iniciando un asalto a gran escala desde todos los reinos.\n\nKratos ha evolucionado mucho estos años. Muy atrás queda el dios de la guerra despiadado que hubiera masacrado culpables e inocentes hasta lograr su objetivo. En cambio, ordena a sus huestes a proteger a los civiles asgardianos, ya que su único objetivo es acabar con la tiranía y manipulación de Odín.\n\nAtravesamos el campo de batalla en una visualmente espectacular escena de acción, llena de destrucción, combates, magia y sangre, mucha sangre.\n\nKratos vuelve a enfrentarse cara a cara con Thor. Tras un extenuante y reñido combate, Kratos consigue reducir a Thor, haciendo que éste se rinda y tire a Mjollnir. Thor entiende el punto de vista de Kratos, deben ser mejores por sus hijos y poner fin al ciclo de venganza y represalias, nuestro fantasma de Esparta ha hecho madurar a un dios tozudo como pocos. Al fin lo entiende Thor y está dispuesto a no poner trabas al objetivo de Kratos, sin embargo, sufrimos la traición de nuevo: Odín vuelve a aparecer, esta vez para asesinar a su propio hijo Thor por negarse a combatir, por desobedecer, por débil. Ante esta demostración de deslealtad, Kratos, Freya y Loki (Atreus) se disponen a hacer aquello para lo que han venido.\n\nUniendo fuerzas como nunca antes, se lleva a cabo un combate en el que se derrocha poder. Odín no es un dios musculoso y potente como Thor, pero es un experto en usar magia, trucos y el poder de los Aesir. El combate es crudo, Odín pasa por múltiples fases, en las que parece que cada vez tiene la situación menos controlada.\n\nCon mucho esfuerzo, consiguen reducirlo. Odín suplica a Atreus una última vez para que mire por la máscara (ahora completa) y sea capaz de ver \\\"toda la Verdad\\\", el conocimiento infinito, pues ésta seguía siendo su obsesión. Un Atreus más sabio, decide no escuchar a Odín y destruye la máscara, eligiendo a su padre y sin dejarse engañar por la faceta paternal de Odín, pues han dejado de creer en profecías y en el destino, para ser ellos mismos dueños de su libre albedrío y no necesitan tener ese conocimiento infinito.\n\nOdín enloquece, pues han destruido su única motivación y obsesión, impidiéndole alcanzar la máxima sabiduría. Al derrotarlo (pues Odín es prácticamente inmortal), Atreus extrae su alma y la guarda dentro de una de sus canicas vacías (las que tenían las almas de los gigantes) y antes de saber qué hacer con él, aparece Sindri y aplasta la canica con un martillo para honrar a su hermano y haciendo que Odín desaparezca definitivamente. Surtr destoza Asgard y todos los civiles y los guerreros supervivientes escapan a través de portales creados por el lobo Fenrir y Angrboda.\n\nAl volver a Midgard, Atreus se despide de su padre, pues cree que ya es hora de seguir su propio camino y misión: traer de nuevo a la vida a los gigantes, usando las canicas que contienen sus almas. Kratos por fin acepta, ya cree que su hijo está lo suficientemente maduro y preparado para protegerse solo y cumplir sus objetivos. Cuando Freya y Kratos vuelven a mirar el mural de la profecía que mostraba a Kratos muriendo, éste se rompe, dejando ver un nuevo mural detrás del primero. En este mural se muestra a un Kratos ocupando un papel de dios en las tierras nórdicas, pero no es un dios de la guerra y la muerte como él siempre había pensado. Esta vez se refleja como un dios constructor, conciliador... el dios de la Paz y la Esperanza que Tyr estaba destinado a ser. Al ver su redención cumplida, tras tantos años de violencia y errores, Kratos rompe a llorar, pues ha demostrado que puede ser mejor, y redimiéndose de lo despiadado que fue durante su capítulo en Grecia.\n\nFinalmente, para honrar su nuevo estatus como Dios de la Esperanza, reúne a Freya y a Mimir, y se disponen a reconstruir y perfeccionar los Nueve Reinos.",
  
  "gameplay": "Una de las características más notables de esta entrega es el plano secuencia infinito, lo que quiere decir que la cámara sigue durante toda la aventura (cinemáticas y gameplay) a los protagonistas y nunca se corta, haciendo unas transiciones muy fluidas e inmersivas en la narrativa y sin pantallas de carga. El juego se desarrolla con una vista de cámara sobre el hombro, una evolución de las vistas en tercera persona. Al tener la cámara más cerca de Kratos, tenemos una sensación de pesadez, claustrofobia e intimidad, tanto en combate como fuera de él.\n\nPodemos definir el estilo de combate como Hack-and-Slash que acompaña a toda la saga, pero modificado para que los golpes se sientan contundentes y con la profundidad añadida de ligeros elementos RPG.\n\nTendremos a nuestra disposición un amplio catálogo de armaduras de pecho, de cintura y brazaletes, a los que se añaden las empuñaduras de las armas y las reliquias. Las combinaciones que elijamos influyen directamente sobre nuestro personaje, bien potenciando atributos específicos (Fuerza, Defensa, Poder Rúnico, Vitalidad...) o bien premiando situaciones de combate específicas (bloqueos, esquivas, ataques pesados...). Este sistema proporciona una profunda personalización, de forma que puede influir drásticamente en el estilo de combate (pesado y lento, ágil y poco resistente...).\n\nEn el combate, podremos cambiar entre hasta 3 armas (4 si contamos las manazas desnudas de Kratos): el Hacha Leviatán, las Espadas del Caos y la Lanza Draupnir. Cada una de estas presenta su propio set de movimientos y está asociada a un elemento (el hacha congela a los enemigos, las espadas los queman...) de forma que podremos cambiar rápidamente durante el combate a cualquier arma que deseemos, dando mucha profundidad al combate y permitiendo cambiar de estrategia en función de los enemigos. A cada una de estas armas se le añade una lista de ataques rúnicos, habilidades especiales que sufren cooldown pero que provocan mucho daño a los enemigos, deberás aprender a gestionarlos de forma correcta. Como en la mayoría de juegos con este estilo de combate, tendremos la opción de bloquear ataques con el escudo o esquivarlos. Cada una de estas acciones defensivas tiene sus puntos fuertes y puntos débiles; algunos ataques no se podrán bloquear, por lo que es más seguro esquivarlos. Pero bloquear un ataque puede darnos una oportunidad para atacar y hacer mucho daño. Como con las armas, habrá que adaptarse a cada enemigo y comprender sus ataques y mecánicas.\n\nAdemás siempre (o casi siempre) tendremos disponible un compañero que nos ayudará en los combates, y será o Atreus o Freya. Ellos atacan a distancia, con flechas, cuando nosotros les indiquemos. También presentan un interesante set de habilidades de apoyo; embóbate viendo a Atreus transformarse en lobo gigante y desgarrar a sus enemigos.\n\nEn cuanto a los enemigos, se observa una mejora notable en la variedad respecto al primer juego (GOW 2018). Desde enemigos humanoides, como los Einherjar de Asgard o los Elfos luminosos de Alfheim, hasta bestias y monstruos mitológicos, como dragones, Drekis y hombres lobo, los enemigos de este juego varían mucho en la forma de ser derrotados. Deberás aprender sus debilidades y sus ataques para salir victorioso en los encuentros, algunos son un verdadero estrés. Por no hablar de los jefes. Tanto los opcionales como los jefes de la historia son espectáculos de violencia, estrategia y resiliencia. Es de estos juegos en los que los jefes más complicados pueden atragantarse durante un buen número de intentos, pero es profundamente satisfactorio aprender de los errores y derrotarlos con esfuerzo.\n\nNo podía faltar nuestro compañero Mimir, la cabeza cortada que llevamos colgada a la cintura. Además de dar pinceladas sobre los reinos, dioses y la mitología nórdica en general, nos ayudará dando pistas tanto en combate como en exploración. A veces te cansarás de alguno de sus repetitivos comentarios, pero es un tipo realmente entrañable.\n\nPor último hablaremos de la exploración y las recompensas. Se trata de un mapa dividido en regiones más o menos grandes, que son los reinos. Hay un total de 9 reinos que son todos visitables, a los que viajamos desde el templo de Tyr en Midgard (que sería como el reino base o principal). Cada uno de estos reinos tiene sus propios escenarios, muy diferentes entre sí, sus propios enemigos y sus propios objetivos: algunos reinos son parte directa de la historia, mientras otros tienen más contenido secundario. Por ejemplo, Muspelheim, el reino del fuego, sólo lo visitamos brevemente para la historia en una misión específica, el resto del tiempo sirve como arena de combate para probar tu destreza y ganar recompensas. Cada reino tiene sus propios escenarios, que plasman a la perfección la mitología nórdica, llena de detalles y magia propia de cada reino. Algunos serán más duros de explorar que otros. Alfheim, por ejemplo, el reino de los elfos y la luz es un sistema de cuevas enterradas en un desierto azulado enorme, en el que podremos movernos con ayuda de un trineo. Vanaheim por el contrario es un despliegue de árboles y naturaleza, con una mecánica muy interesante en la que podremos cambiar entre día y noche, modificando los enemigos e incluso los caminos a seguir, convirtiendo este reino en un puzle gigante y constante. Para estos puzles, necesitaremos usar la cabeza y los recursos de Kratos, como hachas que congelan engranajes, las espadas para quemar matojos o usar flechas de Atreus para activar ciertos mecanismos. Además, presenta un sistema back-tracking, que quiere decir que en muchas ocasiones tendremos que volver a un reino específico para seguir explorando una vez hayamos conseguido el arma o habilidad necesaria para alcanzar esa zona.\n\nComo es típico en esta saga, a Kratos no le gustan las tapas de los cofres. Los romperá de forma brusca para obtener las recompensas que hay dentro. Estos cofres presentan tanto variedad de contenido y forma, como variedad en la forma de obtenerlos. Por ejemplo los cofres de las Nornas deberán ser activados golpeando 3 runas escondidas por el escenario, hay que tener mucho ojo! Por otro lado, las grietas de Yggdrassil nos presentan un combate de alto nivel, al superarlo podemos obtener valiosos recursos que usaremos para mejorar armas y habilidades. Hay una gran variedad de recompensas y recursos. Disfruta del viaje por los Nueve Reinos para obtenerlas todas.",
  
  "funciones": "·Un detalle de este juego, es que el menú principal cuenta con un vídeo resumen de los hechos acontecidos en la primera parte. Podrás darle a reproducir antes de jugar para estar al tanto de lo vivido en God of War 2018.\n\n·Combate Hack-and-Slash pesado. Con varias armas disponibles y daño elemental. Posibilidad de realizar bloqueos y esquivas dan al combate una dimensión en la que tienes muchos recursos a tu disposición y deberás gestionarlos correctamente en función de los enemigos. También mejorarás tu equipo y habilidades al subir de nivel, por lo que hay zonas que podremos superarlas entrenando.\n\n·Aunque el juego es de sólo 1 jugador, nos acompaña un compañero que nos ayudará en combates y puzles. Actúan por su cuenta, pero hay ciertas órdenes que les podremos dar.\n\n·Gran variedad de enemigos. Los hay grandes como edificios (dragón Nidhogg) y pequeños y escurridizos. Deberás usar todas tus armas y habilidades para vencer en todas las situaciones, aprendiendo los roles de los enemigos, pues los hay sanadores, que atacan a distancia, o pura fuerza bruta cuerpo a cuerpo. También usan el entorno para hacer la mayor cantidad de daño posible.\n\n·Conforme derrotemos a enemigos y obtengamos recompensas, tendremos más variedad de equipo para utilizar. Con los slots pecho, cintura y brazales, el juego tiene una ligera progresión RPG; el equipo no lo es todo, pero puede potenciar atributos específicos o premiar con bonificaciones al realizar ciertas acciones, como usar ataques a distancia. Por otro lado, tenemos las reliquias, un slot único en el que podremos equipar un objeto que nos proporciona una habilidad activa extra en combate. Estas habilidades tienen cooldown y pueden ser buffs, ataques extras o mecánicas como ralentizar el tiempo. Es un as en la manga para situaciones complicadas.\n\n·Crafteo: Tanto armas, como armaduras, como las habilidades rúnicas se podrán mejorar con experiencia o una serie de recursos de crafteo que podremos obtener en cofres y derrotando enemigos. Desbloqueando mejores atributos, nuevas funciones o ampliaciones de la habilidad en cuestión. Depende del nivel de estos recursos podremos mejorar más o menos nuestras armas y armaduras, y eso sí, siempre que nos encontremos a Brok o Sindri para realizar estas mejoras. ¿Qué haríamos sin nuestros enanos favoritos?\n\n·Exploración: Mundos por regiones (reinos) de superficie variable. Los hay enormes como el nevado Midgard o más pequeños y menos explorables como Niflheim y su niebla. Tendremos que volver a menudo a otros reinos para continuar la historia u obtener recompensas de zonas a las que antes no podíamos pasar. Cada escenario tiene su identidad propia y sus puzles específicos, dando la sensación de estar en sitios completamente diferentes cuando viajamos a otros reinos mediante el Bifrost.\n\n·Al igual que en otras entregas, tendremos las misiones principales por un lado, y favores, desafíos y misiones secundarias por otro. Este juego no destaca por tener excesivas horas de contenido secundario, pero algunos jefes opcionales (como Gná, reina Valquiria) son un verdadero desafío en los que tendrás que tener las cosas muy claras y el equipo muy mejorado. Otros favores o misiones son más ligeros en cuanto al combate, pero otorgan importante carga narrativa sobre los reinos, otros personajes o la mitología en general.\n\n·Nueva partida +: El juego dispone de modo NewGame+ al terminar la primera vez. Mantendremos todas nuestras armaduras para cambiarlas cuando queramos, las mejoras realizadas, y la experiencia de Kratos y Atreus. Una oportunidad perfecta para platinar el juego o vencer en complicados combates que no pudimos en la primera vuelta.\n\n·Dificultad: 5 niveles de dificultad, desde Dame Historia hasta Dame God of War. Aquí eliges la dificultad para tu aventura, si quieres disfrutar de la historia, el lore y los escenarios, elige modos fáciles. Por el contrario, si buscas un desafío y enfrentarte a poderosos enemigos, elige los niveles de dificultad más altos. En una misma partida, puedes bajar la dificultad si crees que es demasiado para ti, pero no podrás subirla de nuevo. Los objetos de crafteo y recompensas no mejoran con la dificultad, sólo otorga logros, cosméticos y lo más importante: satisfacción personal.\n\n·El sistema de cambio de apariencia o transmog, nos permite cambiar la apariencia de una armadura al subirla a nivel máximo, de forma que podemos quedarnos con los stats o habilidades que nos interesan con un diseño que quizás nos guste más. Aquí es tu propio estilo el que vale, viste a Kratos como gustes (se verá en cinemáticas y en el resto del gameplay).\n\n·Idiomas: Un excelente soporte de idiomas. El juego está completamente doblado en voces y texto a: Inglés, Español (España y Latam), Portugués (Brasil y Portugal), Francés, Alemán, Italiano, Japonés, Ruso, Polaco, Griego y Árabe. Por otro lado, estos idiomas no están doblados, pero sí traducidos los textos del juego y subtítulos: Chino, Coreano, Croata, Checo, Neerlandés, Húngaro, Tailandés y Turco.\n\n·Accesibilidad: Más de 70 opciones de accesibilidad, con ayudas auditivas, visuales, motriz, cognitiva y presets establecidos. No es de extrañar que ganara el premio al juego más accesible en The Game Awards. Un ejemplo para la industria.\n\n·DLC Valhalla: GoW Ragnarok incluyó una opción de descarga gratis para su DLC Valhalla. En él, el modo de juego se convierte en un roguelite; iremos pasando por encuentros, a cada uno más difícil y mejorando nuestro equipo y habilidades a lo largo del \\\"run\\\" o intento. Ganaremos recursos en función de lo lejos que lleguemos en el intento y los usaremos para obtener mejoras permanentes o mejoras para sólo un intento. Además de proporcionarnos un duro y cruento desafío, este DLC contiene un interesante epílogo, en el que nos contarán más historias de redención, de la leyenda de las valquirias y el pasado de Mimir y Kratos, entre otras cosas. A veces mezclan un poco el desafío con el lore, y te obligan a terminar el encuentro por el bien de la historia. Pero es un añadido muy interesante al juego donde podrás poner a prueba tus habilidades de combate.",
  
  "duracion": "Un juego completo, pero que no se alarga más de la cuenta. Si nos centramos sólo en el modo historia, podríamos completar la campaña en unas 20-25 horas.\n\nSi queremos completar sólo los favores (misiones secundarias) y la historia, nos vamos a unas 35-45 horas.\n\nPero si queremos obtener el platino (100% del juego, con todos los cofres abiertos y enemigos eliminados) podremos llegar a tardar unas 50-60 horas, lo cual no es mucho para el 100% de un juego, pero es posible que nos atasquemos en algún combate.\n\nMi recomendación: Si no te gustan mucho los desafíos, haz al menos los favores, no sólo son misiones, también nos proporcionan información sobre el mundo que estamos disfrutando, y mitos y leyendas nórdicos. Si estás preparado para enfrentar a los berserkers y la reina valquiria, más vale que no te frustres! Disfruta el juego como más te llame la atención.\n\nPor otro lado, el DLC Valhalla puede ser muy rejugable y cambiar con cada intento, pero calculamos que añade entre 5 y 10 horas a la historia, dependiendo de lo bien que se te dé ser un dios de la Guerra.",
  
  "valoracion_personal": "Las expectativas de la secuela de un videojuego del calibre de God of War siempre son muy altas, más aún con el inmenso fandom que tiene esta saga. God of War: Ragnarök peca ligeramente en este aspecto, le cuesta conectar contenido fresco con respecto a su predecesor.\n\nSí bien es cierto que el uso de la lanza Draupnir y el dominio de los elementos da un amplio abanico de posibilidades en el combate, y se nota el aumento de la variedad de enemigos, hay un punto en el que los combates mientras exploras se vuelven un poco repetitivos. Aunque esto gana interés cuando aumentas la dificultad y participas en combates que son duros desafíos.\n\nCon la exploración pasa algo parecido. Los escenarios son hermosos, cada uno adaptado al reino que representa, con efectos y colores muy bien trabajados. Los diseños de niveles y puzles son emocionantes, al principio. Pero la búsqueda de cofres y recompensas termina siendo tedioso, sobre todo en algunos niveles en los que es fácil perderse, unido a que el mapa no es muy intuitivo.\n\nLa banda sonora, música y efectos especiales no tiene nada que desmerecer, le da a la historia la epicidad que demanda y son una gran ayuda en combate, además de causar inmersión.\n\nEn cuanto a narrativa y ambientación la cosa mejora. Puedes palpar constantemente la evolución de los personajes durante la historia y el amargor de los mundos que recorremos conforme se acerca el Ragnarök, el fin del mundo, donde todos los destinos están escritos.\n\nEl juego trata temas como la redención, la paternidad, la búsqueda de identidad, el duelo y la venganza. Con un Kratos más anciano, más maduro, que teme a la profecía en la que él o Atreus mueren en el Ragnarök. Aún luchando contra su naturaleza violenta, sin saber si podrá o no renunciar al ciclo de venganza que lo acompañó en su vida en Grecia.\n\nPor otro lado, Atreus, lidiando con su identidad de Loki, buscando respuestas de los gigantes. Está en una etapa adolescente en que cree que no necesita a su padre, torciéndose algo del camino.\n\nY una Freya lidiando con su propio duelo por perder a su hijo Baldur a manos de Kratos en la entrega anterior.\n\n---A PARTIR DE AQUÍ: SPOILERS---\n\nSi sigues leyendo estas líneas, se hablará de eventos que suceden durante y al final de este juego. Recomendamos que hayas terminado el juego si no quieres leer spoilers.\n\nEste Odín es un anciano manipulador, que está obsesionado con conseguir más poder, esta vez a través de la máscara. Para lograr su objetivo, utiliza a Atreus y su curiosidad. Con Odín se trata el tema de la obsesión con el control, a costa de su propia familia y sus amigos. Este dios es conocido por querer evitar las profecías que le afectan, pero al intentar evitarlas, siempre provoca que se hagan realidad, enseñando que no puede sobreponerse al destino.\n\nUn dios tan rastero como para asesinar a su propio hijo Thor al ver que no quiere seguir su camino, pero tan ingenioso como para hacerse pasar por Tyr durante más de la mitad de la partida. Un verdadero maestro de la manipulación.\n\nThor por otro lado, se muestra humanizado. Aunque choca mucho con Kratos, están unidos por un ciclo de violencia y tiranía paterna. Los dos quieren ser mejores para sus hijos. Además podemos ver como Thor lucha con su alcoholismo, el abuso de Odín e intentar ser buen padre.\n\nAunque se hace raro ver al Fantasma de Esparta llorar, Kratos lo consigue. Por fin gana al destino y aprende a elegir un nuevo camino, aceptando su papel de protector y guía para su hijo y para el mundo.\n\nAtreus comete muchos errores. Se escapa, toma decisiones arriesgadas, se deja seducir por Odín. Piensa por todos los medios evitar el Ragnarök y salvar a su padre, mientras descifra su nueva identidad como Loki y los misterios de las canicas con las almas de los gigantes. La parte en la que controlas a Atreus... bueno, es un combate diferente, pero no demasiado estimulante. Aunque está bien transformarse en un oso enorme de vez en cuando. Sus actividades preocupan a Kratos, pero al final, ambos entienden que debe seguir su propio camino y descubrir quien es sin que se lo digan las profecías.\n\nMatar a dioses siempre trae consecuencias. Estas se manifiestan durante toda la aventura, pero notamos que Kratos las maneja de una forma mucho más madura, intenta convencer de que el ciclo de muerte no aporta nada (aunque Odín se merecía una excepción). Kratos pone fin a su camino de redención, dejando atrás su título de Dios de la Guerra, para ser el Dios de la Esperanza.",
  
  "imagenes": [
    "https://images.igdb.com/igdb/image/upload/t_original/scd720.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scd71v.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scd71y.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scd71x.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scd71z.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scd71w.jpg"
  ],
  "video_url": ["https://www.youtube.com/embed/EE-4GvjKcfs", "https://www.youtube.com/embed/3FwLWwWvNes"]
}

