{
  "slug": "helldivers-2",
  "title": "Helldivers II",
  "game_title": "Helldivers II",
  "rating": 3.8,
  "author": "Juega y Calla",
  "publish_date": "5 de Enero de 2026",
  "image_url": "https://images.igdb.com/igdb/image/upload/t_original/ar4u72.jpg",
  "genre": "Acción/Shooter",
  
  "introduccion": "Desarrollado por Arrowhead Game Studios y distribuido por Sony Interactive Entertainment, estamos ante uno de los shooters más frenéticos de los últimos años. Publicado en febrero de 2024, originalmente para PS5, actualmente disponible también para PC y Xbox, y desarrollado a través del motor Unity. Es un shooter cooperativo online en tercera persona con elementos de extracción. Enfocado en mecánicas muy trabajadas, diversión caótica e infinitas eliminaciones y explosiones, con la sátira militar y la ciencia ficción como temas principales. Podrás jugar en escuadrones de 1 a 4 jugadores en los que tendrás que cumplir objetivos en planetas inhóspitos y acechados por criaturas que harán que sudes la gota gorda intentando sobrevivir.",
  
  "argumento": "La premisa es sencilla: Eres un Hell Diver, unidad de élite de la Super Tierra. Vivimos en el año 2184. Los gobiernos de la Tierra se han unificado en nombre de la democracia y la libertad. Los humanos controlan sistemas solares enteros, con cientos de planetas bajo su mando. Pero no son los únicos que ansían el control de estos mundos.\n\nTras un duro entrenamiento (tutorial) para ser un Hell Diver, recibes tu capa, tu casco y tu destructor (tu nave de operaciones). Desde ella, podrás organizar todos los aspectos de la vida de tu Hell Diver: gestión de armas y equipamiento, compra de bonos de guerra (el sistema de recompensas), mejoras en la nave y en las estratagemas (lo veremos en Gameplay) y lo más importante; el tablero de guerra. En esta mesa holográfica tendremos una visión global del conflicto, un mapa de planetas conectados entre sí con un código de colores, que indica si el planeta está bajo control de la Super Tierra o de alguna de las 3 facciones enemigas.\n\nNuestro objetivo será colaborar con otros Hell Divers en distintas misiones en mundos específicos en los que cada uno es una aventura única, con variados biomas, climas y eventos en tiempo real. Las hay enfocadas a salvar civiles, interrumpir comunicaciones, destruir bases, lanzar misiles enormes... Lo bien que hagamos la misión junto con el nivel de dificultad influirán directamente en el porcentaje global; es decir, todos los esfuerzos de los Hell Divers (la comunidad de jugadores) se suman para liberar o defender planetas. Para guiarnos sobre qué misiones deberíamos llevar a cabo, recibimos Órdenes Mayores del centro de mando del gobierno, que plantean objetivos críticos, normalmente con un tiempo limitado para cumplirlas. Todos los Hell Divers deben colaborar en la liberación de territorios a no ser que quieran ser acusados de traición y ser antidemocráticos.\n\nEn las incursiones en diferentes planetas podremos encontrar 3 facciones o razas enemigas.\n\nEmpezamos con los Termínidos: Se trata de insectos alienígenas de tamaño considerable y variable. Recubiertos de un duro exoesqueleto, con extremidades muy afiladas y horrendos dientes, estos \"bichos\" llamados cariñosamente, son horribles por dentro y por fuera, ya que su organismo está relleno de un ácido corrosivo que comparamos con la bilis. Actúan a modo de mente colmena, atacando en números MUY grandes y son bastante resistentes, por lo que acabar con ellos supondrá estrategia y nervios de acero. El fuego también funciona. Son el enemigo más primario y visceral de nuestra adorada democracia, que sólo piensan en reproducirse y alimentarse. La propaganda de Super Tierra los define como monstruos sin razón, una plaga que frena los planes de expansión de los humanos, por lo que debe ser erradicada sin contemplación.\n\nDentro de los termínidos, encontramos variaciones en forma, función y tamaño. Desde pequeños insectos no más grandes que un gato, ágiles y con poco blindaje, hasta titanes de bilis, criaturas enormes como edificios, de las que es poco probable escapar a pie y que expectoran una bilis extremadamente corrosiva.\n\nLos Autómatas contrastan totalmente: Si los termínidos eran el máximo exponente de caos y destrucción biológica, con los robots cambia completamente el enfoque. Se trata de una sociedad de máquinas de guerra, altamente organizadas y con unas comunicaciones sin precedentes. Son una amenaza tecnológica y militar avanzada, comportándose de forma táctica y metódica en el campo de batalla. La sensación es muy diferente en combate: son unidades fuertemente blindadas que no dejarán de disparar ni un momento si te localizan. Ya sea con armas láser, mecánicas, lanzacohetes e incluso sierras de mano, no podrás sobrevivir si no tienes una cobertura segura. El fuego cruzado es un verdadero agobio, siempre te rozarán (o te darán) disparos mientras corres.\n\nTambién tendremos diferentes unidades en esta amenaza. Robots-humanoides más pequeños quedan eclipsados por la inmensidad de un tanque blindado o un enorme caminante al estilo Star Wars. Todos equipados con la última tecnología en armas de destrucción, por supuesto. Los Autómatas representan una invasión fría y sin emociones, poniendo en peligro todo lo que la Democracia Gestionada defiende.\n\nFinalmente, los Iluminados representan la última adición. Se trata de una civilización alienígena muy avanzada que utiliza tecnologías de camuflaje, teletransporte y manipulación psíquica. Se oponen al gobierno de la Super Tierra por ideología, ya que consideran a la humanidad seres inferiores, incluso una amenaza para su existencia. Su combate no se enfoca tanto en fuerza bruta, gran número de enemigos o fuego de proyectiles, si no que utilizan confusión, control mental y ataques en emboscada. Suponen por tanto una amenaza basada en la superioridad intelectual y el control psíquico.\n\nA pesar de ello, también poseen imponentes naves y sistemas anti-comunicaciones, son muy avanzados. Se les han visto controlar humanos y transformarlos en calamares-humanoides, donde no se sabe si queda algún resquicio de la mente del huésped.\n\nPor suerte, para librar a la Super Tierra de estas amenazas, dispondremos de todo un arsenal: fusiles de asalto, escopetas devastadoras, lanzallamas que reducen a cenizas, revólveres de alto calibre, lanzacohetes y hasta armas cuerpo a cuerpo como lanzas eléctricas y sables. Todo ello costeado gracias a los bonos de guerra emitidos por nuestro democrático y libre gobierno. Además, no estaremos solos, pues contamos con el apoyo de nuestro destructor, desde donde podremos solicitar potentes estratagemas: cazas de apoyo, ataques orbitales, explosiones de gas, armas especializadas, exoesqueletos, vehículos y misiles por doquier. Si no puedes conquistar un planeta, conviértelo en un cráter humeante, es lo que la democracia espera de ti. El objetivo: defiende los planetas bajo control de los humanos ante ataques enemigos, conquista mundos ocupados y colabora con el resto de Hell Divers para avanzar en una Guerra Galáctica sin parangón, donde las muertes se cuentan por millones.",
  
  "gameplay": "El gameplay de este juego es una maravilla, transmite perfectamente la crudeza y el estrés de la batalla. Con unos escenarios alucinantes y variados, inspirados en la ciencia ficción y acompañados de unos gráficos hiperrealistas, en cada despliegue parecerá que de verdad viajamos a un planeta diferente. No solo los escenarios y diseños de personajes y enemigos están tremendamente logrados (que también) sino que las partículas de polvo o ceniza, sangre (o fluidos) que saltan de los hostiles, los efectos de las explosiones, incluso extremidades arrancadas de los enemigos, convierten el apartado gráfico de este juego en un aspecto sobresaliente.\n\nPor otro lado el audio también se hace notar. No es un juego que destaque por tener una banda sonora pegadiza o tracks compuestos con cariño, pero la tensión y la sensación de peligro que añade el audio hace que las misiones sean mucho más inmersivas.\n\nEchando un vistazo al tablero de guerra, podemos ver un mapa holográfico de toda la galaxia, donde se nos indicará qué planetas controlamos, qué planetas controlan las facciones enemigas y qué planetas están sufriendo un ataque o los próximos objetivos. Lo que hace que este juego sea un gran exponente a nivel de comunidad, es el sistema de progreso en los objetivos. Toda la comunidad de jugadores colabora en determinadas misiones con el objetivo de liberar planetas o interrumpir campañas enemigas. Ya juegues sólo o con amigos, cualquier operación ayudará a los objetivos comunes de Super Tierra. En el lado opuesto, los avances que realicen las amenazas son definidos por el equipo de desarrolladores, que están constantemente balanceando las tornas de la batalla. Esto y las usuales actualizaciones de contenido ponen a este juego en lo alto de la lista de juegos con mejor apoyo a la comunidad.\n\nUna vez hemos elegido planeta (lo ideal es seguir las órdenes, pero podemos jugar en el planeta que más nos apetezca, dependiendo del bioma o el tipo de enemigos), elegimos el tipo de misión. Hell Divers II tiene un sistema de operaciones. Las operaciones son procesos de unas 4 misiones diferentes, y las recompensas (personales y colectivas) serán mucho mayores si conseguimos completar la operación superando con buenos números las misiones, que pueden ser de recuperación de datos, eliminación de hostiles, destrucción de bases, lanzamiento de misiles... un buen número de oportunidades táctico-estratégicas. Independientemente de los objetivos principales de la misión, podremos realizar también misiones secundarias y explorar localizaciones con tal de obtener recursos y experiencia. Puedes liderar tus propias operaciones o unirte a las de otros jugadores en escuadrones de hasta 4 jugadores, pero si eliges liderar una operación, no podrás cambiar de planeta hasta completar las 4 misiones (o fracasar).\n\nA continuación, vamos a lo interesante: elegir nuestras armas y equipo. Como es habitual, al principio el armamento será limitado, pero desbloquearemos más accesorios y armas diferentes a medida que vayamos jugando y comprando bonos de guerra. Algunas de estas armas son fusiles de asalto y de precisión, subfusiles compactos, armas cuerpo a cuerpo devastadoras y explosivos de alto calibre. Algunas de estas armas tienen efectos como munición incendiaria o ácida. En las misiones, sentirás el verdadero agobio de tener munición limitada (el superdestructor puede abastecernos), por lo que disparar a ciegas no es la mejor de las estrategias.\n\nTambién podremos elegir nuestros sets de armadura (cabeza, pecho y piernas) que tendrán estadísticas diferentes entre sí, siendo algunas más ligeras, otras más pesadas y resistentes y algunas con pasivas y bonificaciones específicas. Todo esto da al juego una dimensión más de personalización y selección de roles en las partidas. Y también están las capas que... bueno... son el símbolo de la Libertad. A nuestro equipamiento podemos añadirle una granada, que también tendremos disponible de varios tipos.\n\nPero lo que le da a este shooter su verdadero valor, es el uso de las estratagemas. Para cada misión podremos seleccionar hasta 4. Son tácticas de apoyo enviadas desde el destructor (nuestra nave que nos ayuda desde la órbita del planeta en el que estamos). Las hay de varios tipos, pueden ser armas de apoyo, como ametralladoras pesadas o lanzallamas, pueden ser mochilas que nos ayuden en aspectos tácticos, como un generador de escudo portátil o un jetpack para tener mejor movilidad, torretas estáticas, vehículos blindados.\n\nPero lo más espectacular son las estratagemas destructivas; pasadas rápidas de cazas con ametralladoras o bombas ligeras, un láser orbital enorme que persigue y desintegra a los enemigos de la democracia o la Hell-Bomb, que es prácticamente una bomba nuclear activable que causa una explosión con un radio inmenso. Sembrar la destrucción y ver bichos y robots explotar usando este arsenal es simplemente algo satisfactorio.\n\nSin embargo, no todo iba a ser tan fácil. El juego cuenta con fuego amigo, por lo que es crucial evitar usar estratagemas justo encima de nuestros compañeros de equipo. Ya te anticipamos que hay despliegues en los que morirás más veces por las tácticas de apoyo de tus compañeros que por los propios enemigos. No te frustres, vuelve a entrar en la cápsula Hell y aterriza de nuevo en el combate. Las misiones cuentan con un número limitado de refuerzos (vidas de los Hell Divers), si los agotamos todos, fracasaremos la misión. De la misma forma, si agotamos el tiempo de misión perderemos el apoyo del superdestructor, lo que significa: no más estratagemas, no más reabastecimiento de munición y no más refuerzos.\n\nUn verdadero Hell Diver aterriza, causa unas explosiones, mata a unos cientos de enemigos antidemocráticos, pide la extracción y vuelve a su nave a mejorar su armamento. Todo por Super Tierra.",
  
  "funciones": "·Tablero de batalla: Acceder a las misiones es algo sencillo e intuitivo. Sólo hay que seleccionar el planeta. Lo verdaderamente democrático es seguir las Órdenes Mayores y colaborar con el resto de Hell Divers, pero es un juego para divertirse, elige el mapa con el bioma que más te llame la atención y la facción enemiga que más te divierta. El sistema de colaboración conjunta hace destacar mucho al juego, funcionando como una partida a gran escala contra el Game Master Joel. Es realmente duro perder un planeta por el que has estado luchando toda una semana. Cumplir o no estas órdenes otorga carga narrativa y lore al juego, además de ofrecer recompensas.\n\n·Misiones y dificultad: Hay un amplio abanico de despliegues disponibles, que varían en función del planeta y de la facción enemiga. Dentro del mismo planeta podremos elegir distintas misiones para nuestra operación. Algunas son extracción de personal, erradicación de amenazas, lanzamiento de misiles ICBM, destrucción de nidos o fábricas, defensa de puestos avanzados, recuperación de datos... entre otras. Además de los objetivos principales de la misión, habrá una serie de objetivos secundarios, como puntos de interés, depósitos de suministros, destruir torretas o defensas, destruir puestos de guardia... A cada uno de estos despliegues, le añadiremos el nivel de dificultad que queramos. Hay un total de 10 niveles, donde el último es un verdadero infierno. Cuanto mayor sea la dificultad, mayores las recompensas y la colaboración en la guerra que obtendremos. Sin embargo, con la dificultad también aumenta el número, daño y tamaño de los enemigos. Algunas de las criaturas del nivel 10 son pesadillas materializadas, que te perseguirán incansablemente. Si lideras una operación, no podrás cambiar la dificultad una vez empezada, pero sí podrás cambiarla si juegas a hacer misiones sueltas de otros jugadores.\nA veces el mapa es más grande de lo que crees, y cruzarlo de punta a punta en un tiempo límite (para la extracción por ejemplo) supone todo un reto. Para ayudarnos en la misión, dispondremos de un minimapa que podemos activar en nuestro brazalete. No es muy detallado, y al activarlo pierdes el control de algunas funciones como las armas, pero nos ayuda a orientarnos en búsqueda de objetivos, compañeros, o muestras y otros recursos.\n\n·Recursos: Antes de hablar del sistema de progresión y mejora de armas y equipo, debemos conocer los tipos de recursos que ofrece el juego.\nPor un lado, tenemos Requisiciones; puntos que actúan a modo de moneda. Se obtienen al completar misiones y objetivos (a mejores stats en el combate y misión, más puntos). Sirven para desbloquear nuevas estratagemas en la nave, pruébalas todas para encontrar tu estilo.\nTambién tenemos las medallas, muy importantes. Obtenemos unas pocas al completar con éxito cada misión y otras tantas al completar Órdenes Diarias u Órdenes Mayores. Podremos usarlas para desbloquear los objetos dentro de los bonos de guerra, en el orden que queramos (armas, armaduras, cosméticos...)\nLas muestras (de 3 niveles de rareza) podremos encontrarlas en formaciones rocosas y zonas más o menos escondidas en las misiones. Las usaremos para mejorar las ramas de los módulos de la nave, que mejoran las estratagemas; más munición para las armas, más daño, menor tiempo de despliegue y más. Para obtener muestras es importante completar la extracción con ellas encima, si morimos, caerán junto a nuestro cadáver, aunque se pueden recuperar si vuelves a ellas.\nComo colofón, tenemos los Supercréditos, la moneda de pago del juego (también se pueden obtener jugando, pero a un ritmo bajo y aleatorio). Una moneda indispensable que permite adquirir nuevos bonos de guerra y acceder a los objetos que contienen.\n\n·Bonos de guerra: Actúan de forma parecida a los pases de batalla de otros juegos, pero a menor escala, suponen la forma de obtener armas y equipamiento en el juego. Hay diferentes bonos que tienen armas específicas y suelen ir relacionados con alguna temática; Detonación Democrática, por ejemplo basa sus armas en provocar explosiones, como la ballesta explosiva o la pistola de granadas, y las armaduras en blindaje para explosiones. Llama de la Libertad proporciona equipamiento incendiario, y un largo etcétera de bonos de guerra que son actualizados constantemente. Eso sí, elígelos bien, los Supercréditos son muy limitados, y necesitarás bastantes medallas para desbloquear el contenido.\n\n·Nivel y armas: Además de la progresión ya descrita en esta reseña, también tendremos nuestra propia progresión de nivel y de armas. El nivel, realmente importa al principio, ya que algunas estratagemas están bloqueadas hasta llegar a cierto nivel. También tendremos un sistema de títulos al alcanzar ciertos niveles que sirven para vacilar frente a otros Hell Divers; me fío más de un Comandante de la Muerte que de un Cadete Espacial Junior.\nLas armas también tienen su propia subida de nivel a medida que las utilizamos en misiones, lo que nos permite desbloquear accesorios para mejora y personalización del equipamiento.\n\n·Equipo: Para personalizar más aún el estilo de juego, además de las armas, disponemos de otros ajustes; las granadas, desbloqueadas en bonos de guerra, ofrecen un gran abanico de posibilidades, desde granadas explosivas, aturdidoras o incendiarias, hasta gas, PEM y muchas otras. Las armaduras proporcionan velocidad en detrimento de la protección y viceversa; se nota en la movilidad y al recibir daño. También incluyen efectos pasivos, como reducción de daño por explosiones, mejoras para el radar del minimapa y sigilo. Elige bien las que mejor se adapten a tu estilo, teniendo en cuenta la facción contra la que vas a luchar.\n\n·Estratagemas: La joya de la corona. Cuántos amenazas habrán muerto por un bombardeo orbital, y cuántos amigos se habrán enfadado por tirarles encima una bomba de 500kg. Las explosiones que causan las tácticas de apoyo están soberbiamente trabajadas; el polvo, el sonido, la luz...Todo un espectáculo de destrucción. No hay que desmerecer otras estratagemas de apoyo como el jetpack, exoesqueletos de combate, vehículos blindados, cargar con un lanzallamas o solicitar un emplazamiento de torreta... Hace el juego mucho más profundo y divertido. Tendrás que elegirlas cuidadosamente en función de la misión, facción y dificultad. Pueden salvarte la vida en situaciones críticas. Para activarlas, necesitas introducir un código con las flechas de dirección, y hay situaciones en las que los enemigos no te van a dejar un respiro para que introduzcas el código, así que o eres muy rápido, o te cubres muy bien. A continuación lanzarás una baliza a modo de granada, que es donde aterrizará la estratagema.\n\n·Movilidad: Un punto muy a favor en esta entrega. Los personajes esprintan, se cansan, tienen dificultades para atravesar ciertos terrenos, se agachan y se tumban (lo que mejora la precisión), pueden saltar, trepar muros bajos y hacer el famoso Dolphin Dive (saltar en plancha para aterrizar tumbado). Una mecánica muy interesante es el daño en las extremidades; si te rompes una pierna, andarás mucho más lento, con los brazos pierdes precisión y fuerza para lanzar granadas. Una herida en el pecho hace que sangres constantemente. Gracias a Super Tierra que tenemos los STIMS, inyecciones curativas que hacen que volvamos al combate con la salud renovada y heridas curadas (además de dar estimulación al soldado y permitir que esprinte más tiempo, vete tú a saber qué contiene esa jeringa...).\nAnte explosiones, caídas y otros accidentes no deseados, la mecánica de Ragdoll resulta muy divertida. Que un titán de bilis te dé una patada y te mande 600 metros por el aire mientras das volteretas impacta bastante, lo mismo que sucede cuando una desafortunada explosión tiene lugar a pocos centímetros de ti.\n\n·Fuego amigo: Qué sería de este juego sin una de sus mejores mecánicas. La posibilidad de matar a amigos con armas y tácticas de apoyo hace que te lo pienses dos veces antes de lanzarlas e intentes comunicarte con tus compañeros. Del mismo modo, ten cuidado al pasar delante de una torreta aliada, si detecta un enemigo detrás de ti, empezará a disparar y caerás fulminado (y frustrado). No faltan los jugadores troll que ante cualquier accidente o falta de disciplina, apuntan con su revólver a tu cabeza o lanzan estratagemas sobre ti deliberadamente. No te preocupes, la gente suele comportarse y el juego incluye un sistema para votar la expulsión de un jugador.\n\n·Escenarios: Desde planetas helados, neblinosos, puro barro o gigantes metrópolis construidas, los escenarios están muy bien diseñados y presentan una cierta variedad (no es muy extensa, pues algunos biomas se repiten o son muy parecidos), algunos planetas tendrán más vegetación y montañas, mientras otros serán más planos y aburridos. Sin embargo, los enemigos no son la única amenaza en estos planetas. En algunos de ellos, por tiempo limitado, tienen lugar eventos o modificadores de la partida. Estos hacen cambiar el clima dándole un nivel más de profundidad a la variedad de escenarios. Algunos de ellos son ventiscas, tornados de fuego, lluvia de meteoritos, terremotos... Por si fuera poco tener encima a cientos de enemigos intentando arrancarte la capa.\n\n·Música y sonido: No destaca por una banda sonora perfectamente compuesta y ejecutada (aunque la música heroica del despliegue desde el destructor resulta bastante épica). Sin embargo, el diseño de audio, las explosiones, los disparos, los gritos de los enemigos y el hilo musical de suspense cumple con creces su objetivo; le da la partida una inmersión y una tensión que hace que la partida sea más real.\n\n·Conexión: No se puede jugar offline. Requiere conexión a internet y en caso de plataformas como PS5, suscripción a servicios online mediante PS Plus. En contraparte, se puede jugar con amigos y en modo cross-play, por lo que no importa si tu amigo tiene PC y tú PS5, podréis hacer volar \"bichos\" juntos siempre.\n\n·Compras: No es un juego que destaque por ser Pay-To-Win, sobre todo porque nunca te enfrentas a otros jugadores, siempre es PvE. Pero sí puedes acelerar tu progreso de desbloqueo comprando Supercreditos para acceder a nuevos bonos de guerra. Lo bueno es que todo el contenido es desbloqueable de forma gratis jugando.\n\n·Personalización: Hell Divers II posee un componente estético, con el que podremos pintar armaduras o elegir entre diferentes diseños de cascos, capas y armaduras. Además de un sistema de emotes para impresionar a nuestros compañeros. ¿De qué sirve dominar la galaxia si no podemos hacerlo con estilo?.",
  
  "duracion": "Hell Divers II no es un juego con una duración limitada. La guerra galáctica se extiende indefinidamente, más aún si los desarrolladores actualizan contenido de forma recurrente.\n\nLo que sí podemos proporcionarte es la duración de las misiones. Estas durarán entre 10 y 40 minutos, en función de la dificultad seleccionada y los objetivos a cumplir, así como nuestra elección de si queremos seguir sólo el objetivo principal o realizar misiones secundarias y de exploración.\n\nAparte de las propias misiones, las campañas de objetivos organizadas y órdenes mayores pueden tener una duración de varios días, incluso semanas, actuando en forma de eventos para toda la comunidad y dando la sensación de estar en un verdadero conflicto militar.",
  
  "valoracion_personal": "En términos generales, Helldivers II es una delicia. En el aspecto técnico destaca por los gráficos, la fluidez y la densidad de partículas. A pesar de ello hay algunas quejas en cuanto a algún bug y pérdida de FPS cuando hay muchos enemigos o estratagemas al mismo tiempo en la pantalla. El modo de juego es tremendamente entretenido, cada despliegue puede cambiar mucho y te lleva a combates frenéticos y visualmente cautivadores, en los que deberás concentrarte y sacar lo mejor de ti. A pesar del estrés que causan los enemigos será una sensación recurrente, compensa que te deje la boca abierta al ver volar por los aires fábricas enteras con armamento masivo. El toque de jugar contra un Game Master y colaborar junto al resto de la comunidad transmite una sensación de que no juegas partidas sueltas, le da continuidad y un objetivo común a lograr.\n\nDe la misma forma, al solo haber un modo de juego (aunque las misiones sean diferentes), vuelve al título algo repetitivo; a veces resulta poco motivador iniciar un nuevo despliegue, porque piensas que será igual que el anterior. Eso sí, una vez entras al planeta, todo es diversión y desafío. Esta clase de experiencias tienen un detalle: son inmensamente más divertidos al jugar con amigos en chat de voz, para poner estrategias comunes y ayudarse los unos a los otros. Si no juegas con amigos o no te relacionas con otros jugadores, al llevar muchas horas en el videojuego es posible que te aburras un poco, pues tu único objetivo a corto plazo será desbloquear todas las armas y estratagemas (no es una tarea fácil, hay que jugar mucho). Pero siempre podrás volver al juego a jugar una partida suelta y te divertirás, no cabe duda. Esto, añadido a las actualizaciones de contenido por parte de los desarrolladores, hace que siempre tengas un nuevo enemigo que enfrentar, un nuevo arma por probar y un nuevo reto por superar.\n\nEn cuanto a narrativa y lore, es un videojuego diferente. No hay cinemáticas ni una historia al uso, sino que la carga narrativa descansa en las misiones y Órdenes Mayores, junto a los comentarios y textos encontrados en los planetas, que nos van dando pinceladas sobre la historia y el momento que vivimos actualmente. Esto no es ni bueno ni malo, Hell Divers II está enfocado en la jugabilidad, en enlazar partidas una tras de otra, en colaborar con compañeros y amigos y en que disfrutes de cada partida.\n\nAdemás del lore galáctico y la ciencia ficción, la temática principal es la sátira militar; el juego contiene toques de ironía y humor que son realmente graciosos y te sacan una sonrisa. Frases como \"Hora de extender un poco de democracia.\" justo antes de lanzar una bomba de destrucción masiva le quita seriedad al conflicto y le da un aspecto más ligero y refrescante.\nDetalles como estos, plantar banderas por doquier y el bombardeo de propaganda militar son el sello de identidad del juego, lo cual hace que te preguntes: ¿Quién tiene lavado el cerebro? ¿Los Iluminados?¿Los Autómatas?¿O los propios Hell Divers?. Sólo bromeo. Cualquier precio a pagar es poco por disfrutar de la democracia autogestionada por la Super Tierra y los valientes hombres y mujeres que luchan por ella constantemente.",
  
  "imagenes": [
    "https://images.igdb.com/igdb/image/upload/t_original/scn92a.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scn92e.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scn92c.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scmngm.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/scmngo.jpg",
    "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553850/ss_d0ac3830833a68d19d4a97c70aef0fba20bf0761.1920x1080.jpg?t=1766051960"
  ],
  "video_url": ["https://www.youtube.com/embed/rE7KTE28HrA", "https://www.youtube.com/embed/t8hK7r2Meys"]
}
