{
  "slug": "the-last-of-us-2",
  "title": "The Last of Us Part II",
  "game_title": "The Last of Us Part II",
  "rating": 3.6,
  "author": "Juega y Calla",
  "publish_date": "10 de Noviembre de 2025",
  "image_url": "https://images.igdb.com/igdb/image/upload/t_original/ar3m5t.jpg",
  "genre": "Acción/Aventura",
  
  "introduccion": "Desarrollado por Naughty Dog (Crash Bandicoot, Uncharted, Jak and Daxter...) con Neil Druckmann como director y publicado por Sony Interactive Entertainment en 2020. La segunda entrega de esta saga de acción, aventura y terror viene cargada de sangre, sigilo, supervivencia y escenarios post-apocalípticos tan bellos como hostiles. En esta segunda parte, exploraremos a fondo temas como la venganza, el peso de las decisiones personales o la conservación de los valores éticos en un mundo en el que cada vez está más desdibujada la línea entre lo correcto y la supervivencia. Disponible para PS4, PS5 y PC.",
  
  "argumento": "Vivimos en un mundo post-apocalítico. La infección por el hongo Cordyceps a los humanos ha diezmado drásticamente la población mundial, dejando a los infectados como bestias salvajes cubiertos de placas de hongos cuya única motivación es comer (carne fresca), y a los humanos supervivientes con una gran escasez de recursos, o bien destinados a vagar como nómadas y carroñeros, o bien organizados en pequeñas comunidades en las que, con suerte, conseguirán vivir unos años más.\n\nLos hechos nos llevan alrededor del año 2038; 25 años desde el brote infeccioso del hongo Cordyceps en humanos, cinco años después de los eventos sucedidos en The Last of Us (Parte I). La historia nos presenta una Ellie de 19 años, más madura, aunque sin deshacerse de su rebeldía natural. Ellie, Joel y su hermano Tommy viven actualmente en Jackson, un pueblo situado entre valles nevados en el estado de Wyoming, construido por supervivientes al brote del hongo. Todo parecen actividades rutinarias mientras nos presentan a los nuevos personajes (otros miembros de Jackson), hasta que uno de nuestros amigos no vuelve a casa de una patrulla. Es entonces cuando empezarán los problemas para nuestra protagonista, pues los fantasmas del pasado vienen a perturbar la paz en el plácido Jackson.\n\nExploraremos los eventos que suceden en este juego desde dos perspectivas diferentes, como protagonista y como antagonista, para demostrar que las historias no sólo tienen un punto de vista, dejando decidir al jugador quién tiene la razón en un mundo destrozado.\n\n--- A PARTIR DE AQUÍ: SPOILERS ---\n\nSi estás leyendo estas líneas, o no te importan los spoilers o ya sabes de qué va la historia. Si no quieres destriparte las sorpresas, te recomendamos que dejes este apartado aquí.\n\nAún estás adaptándote a la vida en Jackson, conociendo a los nuevos personajes que en mayor o menor medida tendrán impacto en la vida de Ellie. Aún estás disfrutando del entorno nevado cuando sucede el mayor evento canónico de esta saga. Resulta que nuestro otro personaje jugable, Abby Anderson, no aparece en las inmediaciones de Jackson por casualidad. Ella y sus amigos, todos antiguos miembros del grupo paramilitar \"Luciérnagas\" venían siguiendo la pista a Joel. Si recordamos el final de la primera entrega, entenderemos que Joel en su afán por salvar a Ellie de una muerte segura para investigar su inmunidad, acaba con prácticamente todos los Luciérnagas, cuya última base estaba situada en el Hospital Saint Mary. Esta acción provoca el deseo de venganza en el grupo de jóvenes supervivientes a esta matanza, resultando ser Abby no sólo una de ellas, si no un personaje con una estrecha relación con algunos de los Luciérnagas asesinados por Joel, incluido su padre, el único doctor que podía poner fin a esta infección fúngica que asola el mundo desde hace años. Nunca se nos olvidará la escena tan cargada de violencia y sangre en la que Abby hiere a Tommy y acaba con la vida de Joel, ensañándose con el palo de golf (objeto que acompañará ahora siempre a esta saga), mientras una impotente Ellie observa, sujetada por el resto de ex-luciérnagas sin poder hacer nada y jurando venganza a todos sus agresores.\n A partir de aquí, la historia se convierte en una persecución por parte de Ellie y Dina (su nueva compañera) a través de Washington, Seattle y California, buscando vengarse de Abby y sus amigos, quienes ahora sólo buscan un lugar en el mundo al que pertenecer. Cuando los Luciérnagas desaparecieron, otros grupos paramilitares en otros estados seguían surgiendo. En un mundo en el que FEDRA (la facción militar que desplegó le gobierno al inicio del apocalipsis) ha desaparecido del mapa, varios grupos intentan tomar el poder y los recursos por la fuerza, aunque esto signifique matar a gente que no esté de acuerdo con su estilo de vida. El grupo más importante en esta entrega es el WLF o Washington Liberation Front, facción a la que se unieron casi todos los Luciérnagas supervivientes, incluidos Abby y compañía. Sin embargo, tanto para Abby como para Ellie, los infectados y chasqueadores no serán el único peligro, ya que ambas se encuentran en territorio de los \"Serafitas\", un grupo mejor descrito como secta que como tribu. Siguiendo a su \"profeta\", se trata de un grupo religioso y violento que ha declarado la guerra a la tecnología y al mundo tal y como era antes del brote, entendiendo éste como un castigo divino. Intentando salir de esta secta conoceremos a Lev, quien junto a su hermana Yara se encuentra con Abby y le acompañará en esta aventura, mientras se ven envueltos en mitad de una guerra de los Serafitas (Scars) contra los Lobos (WLF), mientras ellos no ceden su lealtad a nadie y lo único que intentan es huir, sobrevivir y como última misión de Abby, encontrar a Luciérnagas supervivientes en otras partes de los Estados Unidos. Esta dupla recuerda un poco a los inicios de Joel y Ellie en el primer juego, pues nos encontramos con un personaje maduro que se muestra reticente a hacer de \"canguro\", pero que poco a poco coge cariño al personaje menor, convirtiéndose en parte de su familia.\n Todo este trasfondo sucede mientras Ellie persigue a Abby de forma incansable, con una dedicación casi enfermiza. La relación de nuestra protagonista con personajes como Tommy, Dina o el pequeño JJ (el bebé de Dina) se ve muy deteriorada, pues parece que la venganza es el único sentimiento que motiva a Ellie, llevándonos por un viaje apasionante plagado de peligros, con la venganza como tema principal, que te hace pensar y preguntarte: ¿Hasta dónde serías capaz de llegar para hacer justicia?.",
  
  "gameplay": "Si jugaste el primer The Last of Us, aquí encontrarás la misma base pero más refinada en todos los aspectos. Tu inventario sigue siendo limitado (y créeme, lo sentirás constantemente) con armas de fuego escasas, armas cuerpo a cuerpo que se rompen tras unos pocos golpes, un arco silencioso y objetos artesanales como botiquines o minas trampa. La gestión de recursos es clave: ¿uso este material para curarme o fabrico un Molotov para el grupo de infectados que viene? Estas decisiones te acompañarán durante toda la aventura, y más de una vez te encontrarás con solo 3 balas, un Chasqueador delante y preguntándote si huir o arriesgarte al combate cuerpo a cuerpo.\n\nDos perspectivas, dos estilos de juego que se sienten completamente diferentes. Abby es un personaje más fuerte, y lo notas en cada puñetazo; sus combates cuerpo a cuerpo son brutales y satisfactorios, perfectos para enfrentamientos directos. Ellie, en cambio, es más frágil pero astuta, destacando en fabricación de objetos y enfoque sigiloso. Esta dualidad no es solo narrativa, cambia radicalmente tu forma de abordar cada encuentro.\n\nLos gráficos son increíblemente realistas, alcanzando un nivel de detalle enfermizo: se notan hasta las gotas de sudor en los personajes y las expresiones faciales transmiten más que cualquier diálogo. Acompañados de una banda sonora original que añade capas de tristeza y desolación a cada escenario. Las cinemáticas son abundantes y tan detalladas como el gameplay principal, desdibujando la línea entre ambos y creando una experiencia profundamente inmersiva. Y sí, esa inmersión puede llegar a ser abrumadora en los momentos más crudos.\n\nEn combate, cada facción enemiga presenta desafíos únicos. Los infectados, desde los rápidos Corredores hasta los ciegos Chasqueadores o los masivos Hinchados, requieren sigilo y paciencia (el fuego sigue siendo tu mejor amigo). Los soldados del WLF actúan de forma táctica, usando armas de fuego y coordinándose entre ellos, obligándote a pensar cada movimiento. Pero son los Serafitas los que más dolores de cabeza dan: actúan con sigilo, usan arcos mortalmente precisos y se comunican con silbidos que te ponen los pelos de punta. Los enemigos reaccionan inteligentemente: dispara a las piernas para ralentizarlos, úsalos de escudo humano, o simplemente evítalos si escasean los recursos. Cada escenario es un puzzle táctico donde el entorno es tan importante como tus armas.\n\nAdemás de los recursos de fabricación, encontrarás Suplementos y Partes de armas que te permiten mejorar tanto al personaje como a tu arsenal. Estas mejoras marcan la diferencia en los encuentros más difíciles: mayor sigilo, más vida, cargadores ampliados, mayor precisión... Tú eliges qué desarrollar según tu estilo de juego. No todo es perfecto: en ocasiones los combates pueden volverse algo repetitivos en la sección media, pero cuando el juego te pone contra las cuerdas, todo cobra sentido.",
  
  "funciones": "·Inventario limitado: Tendremos un acceso rápido al inventario para poder elegir en cada momento el arma que mejor resultado pueda darnos.\n\n ·Fabricación: Encontrarás por el mundo recursos como cinta adhesiva, alcohol, trapos... Que podrás usar para crear objetos que te sirvan el la aventura, tanto ofensivos como defensivos. Elige bien antes de gastarlos. \n\n ·Combate: Hay varias formas de afrontar los combates, que empiezan siempre por analizar al enemigo. Bien usando sigilo y eliminando los enemigos uno a uno, usando el entorno para separarlos o bien de una forma más ruda y violenta, cada enfrentamiento es diferente. \n\n ·Sigilo: El sonido que emitís tanto tú como los enemigos es una pieza calve en el desarrollo del combate. Permite localizar enemigos con el modo Escucha Activa, así como engañarlos usando el entorno para que se alejen de ti. Cuidado con las armas de fuego, son potentes, pero todos oirán tus disparos. \n\n ·Mejora de personaje y armas: Varias líneas de mejora de personaje, entre las que se encuentran el sigilo, la fabricación, combate cuerpo a cuerpo, combate con armas... Así como mejoras en las armas, como cargadores ampliados y mayor precisión entre otras. \n\n ·Mundo lineal: Aunque en alguna parte del juego sí dispones de un mapa y tienes cierta libertad para explorar, la historia se produce de forma lineal, con un objetivo y avanzando hacia una zona específica. \n\n ·Acción en cinemáticas: Muchas veces, lo que parece una cinemática requiere que pulsemos algún botón o llevemos a cabo alguna acción, haciéndonos parte de la historia y desdibujando la línea entre cinemática y gameplay. \n\n ·Audio: Una BSO que hace las delicias de la trama, añadiendo suspense, terror, tristeza o esperanza a la trama. El sonido complementa tanto el gameplay como la historia. \n\n ·Nueva partida +: El juego dispone de opción de volver a comenzar la historia, una vez superada, manteniendo las mejoras tanto al personaje como a las armas, añadiendo rejugabilidad al título y permitiendo activar una serie de extras, como atuendos para los personajes o filtros para la pantalla. \n\n ·Modo No Retorno: En la versión Remastered, se añade un modo de juego extra, estilo Roguelike. Como si de una aventura arcade se tratara, debemos superar encuentros con diferentes enemigos, a cada cuál más difícil y con diferentes objetivos en ellos. tras superar un encuentro, podremos comprar mejoras para el personaje y dirigirnos al siguiente escenario, acabando en una pelea contra un jefe (la facción enemiga la decide el escenario). Un modo de juego que añade dinamismo al título y te permite jugar con personajes que no están disponibles en la historia (Jesse, Tommy, Yara...). \n\n ·Tocar la guitarra: Te gusta la música? En la versión Remastered también se incluye un modo extra en el que nos permiten tocar la guitarra. No tiene un objetivo fijo, solamente pasar un buen rato y sumergirse en la atmósfera del juego, pues ya sabes lo importante que es la música para Ellie y Joel.",
  
  "duracion": "La duración del juego depende de cómo quieras vivir esta aventura. \n Si sólo quieres jugar la historia principal, sin desviarte mucho y llegar al final cuanto antes, hablamos de entre 20 y 30 horas de duración. \n Para conseguir todos los extras, localizaciones secundarias y exploración para encontrar el máximo de recursos, podemos irnos a unas 40-50 horas. \n Nuestra recomendación para la primera vez que lo juegues sería una mezcla entre las dos opciones; no te obsesiones con conseguir todos los extras y explorar todas las zonas. Céntrate en la desgarradora trama, pero a la vez disfruta el tiempo que necesites de los escenarios, modelos de personajes y la música. Saborea el trabajo de los desarrolladores y artistas.",
  
  "valoracion_personal": "The Last of Us II es un juego muy difícil de valorar. Desde que se estrenó en 2020, ha tenido a la comunidad de videojuegos dividida. Mucha gente considera un gran downgrade en cuanto al primer juego, con problemas de guión, escasas opciones añadidas y un final que hace parecer que llevas 30h en la pantalla para nada.\n Como opinión personal, el juego podría haber incluido más innovaciones sin salirse de su estilo. Hay partes que se vuelven ligeramente tediosas o pesadas de realizar, pero todo forma parte de la atmósfera; en un mundo destrozado por el brote no esperes muchos estímulos. El juego presenta una dificultad adecuada, siendo los modos de dificultad más altos un verdadero desafío en el que te tienes que adaptar y sobrevivir. La performance de los actores y actrices me pareció magnífica, logrando transmitirme los sentimientos de los personajes y haciéndome empatizar con ellos u odiarlos. El apartado gráfico es sobresaliente, con escenarios muy detallados y realistas, así como una banda sonora que acompaña perfectamente la atmósfera del juego. \n\n --- A PARTIR DE AQUÍ: SPOILERS --- \n\n En cuanto a la historia, no pienso que sea un guión vago. Es una trama cruel y violenta en la que al principio piensas que todo lo malo que le pase a Ellie no debería pasarle, pero poco a poco te demuestran que todo depende del punto de vista con el que se mire. Es inevitable odiar a Abby las primeras horas del juego, pues nos arrebató a un personaje heroico y carismático como Joel. Si tienes suficiente empatía, empezarás a ver que Abby es solo otra víctima de este nuevo mundo hostil, buscando justicia, mientras las dos protagonistas se ven arrastradas a una espiral de venganza y violencia, destruyendo así las relaciones que han construido durante años con otros personajes.\n Conocer a personajes como Lev en la tesitura de la secta de los Serafitas nos permite ver que las cosas han cambiado mucho en este mundo y que todos merecemos una segunda oportunidad, ya que cualquiera ha hecho cosas horribles para poder sobrevivir todos estos años. La parte en la que los Lobos asaltan la isla de los Serafitas es sencillamente épica, llena de fuego, peligros y una carrera contrarreloj para salvar a tu nuevo compañero, dando a entender que todos los personajes tienen luz y oscuridad en su interior.\n El final ha sido muy criticado, a pesar de ser una historia de redención. Abby tuvo varias oportunidades para acabar con la vida de Ellie durante el juego, pero siempre la perdonó. En el fondo es buena persona y cree en la conservación de la vida, simplemente estaba cegada por la venganza tras la muerte de su padre (Dr. Jerry Anderson) a manos de Joel. Tras llevar a cabo su venganza, es Ellie la que se ve sumergida en ese deseo de justicia y se obsesiona con devolver a Abby el dolor que ésta le ha causado. Cuando por fin tiene enfrente a una Abby destrozada por su cautiverio, dispuesta a acabar con su vida, termina perdonándola, pues entiende que por mucho dolor que le haya causado, acabar con su vida no acabaría con su dolor. Joel ya no está y no va a volver. Un poco tarde, pues por obsesionarse con la venganza, Ellie ha perdido la relación con Dina (su amor) y el bebé JJ, enseñándonos una granja vacía, tan vacía como lo que siente Ellie por dentro, pues su mayor miedo siempre fue estar sola. La historia tiene un final amargo, que en mi opinión, marida perfectamente con la atmósfera del juego y te hace preguntarte quién estaba en lo correcto en esta moneda con dos caras.\n Podremos ver el desenlace de estos hechos en la tercera entrega de esta saga que en estos momentos se encuentra en desarrollo. ",
  
  "imagenes": [
    "https://images.igdb.com/igdb/image/upload/t_original/rqr5dxxw97zikyhdn2tq.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/rdonk4uvyh8ijanrbs46.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/dbqn4wax78tgvplrpf1m.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/sc8i96.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/sc8i97.jpg",
    "https://images.igdb.com/igdb/image/upload/t_original/sc8i95.jpg"
  ],
  "video_url": ["https://www.youtube.com/watch?v=II5UsqP2JAk", "https://www.youtube.com/watch?v=vhII1qlcZ4E"]
}
